{
    "text": [
        "A MAJOR VICTORY! THE UNITED STATES' TECHNOLOGICAL *SUPREMACY GREATLY INFLUENCES THE WORLD. THE USSR IS *HUMILIATED AND SUFFERS ECONOMIC TURMOIL. GLASNOST *OCCURS IN 1970 AND THE COMMUNIST SYSTEM COLLAPSES. *YOUR NAME IS SUGGESTED IN THE POLITICAL ARENA AS A *PRESIDENTIAL CANDIDATE.",
        "A GLORIOUS VICTORY! THE USSR PROVES TO THE WORLD THE*SUPERIORITY OF THE COMMUNIST SYSTEM. MARXISM SPREADS*LIKE WILDFIRE! SEVERAL WESTERN COUNTRIES ADAPT THEIR*GOVERNMENTS TO SOCIALIST MODELS AND FORGE ECONOMIC TIES*WITH THE SOVIETS. THE USSR BELIEVES IT CAN WIN EUROPE*ECONOMICALLY. MAJOR WARS OCCUR IN THE MIDEAST IN 1968*AND KOREA IN 1970. THE UNITED STATES HAS A DISASTROUS*FOREIGN POLICY. AMERICA INCREASES ITS CONVENTIONAL*FORCES IN READINESS FOR COMMUNIST EXPANSION. YOU ARE*PROMOTED TO THE POLITBURO AND YOUR NAME IS BEING LINKED*WITH BREZHNEV AS HEIR APPARENT. BEWARE OF YOUR ENEMIES!",
        "A GREAT VICTORY! THE UNITED STATES IMPRESSES THE WORLD*WITH ITS TECHNOLOGICAL ADVANCES. AMERICA'S FOREIGN*POLICY IS A GREAT SUCCESS WITH STRUGGLING SOCIALIST*COUNTRIES. THE USSR BUILDS UP ITS CONVENTIONAL FORCES*AND IN 1973 A MILITARY COUP TAKES OVER THE GOVERNMENT.*EUROPE DEVELOPS ITS OWN SPACE PROGRAM AND BECOMES A*NEW COMPETITOR. IN THE US, A MAJOR POLITICAL PARTY*SUGGESTS THAT THE DIRECTOR RUN FOR NATIONAL OFFICE.",
        "A SUPERB VICTORY! THE SOVIET UNION, WITH ITS GREAT*TECHNOLOGICAL ACHIEVEMENT, BELIEVES IT CAN WIN EUROPE*MILITARILY. THE SOVIET LEADERSHIP WILL NOT BACK DOWN WITH*ITS EXPANSIONIST PLANS IN AFRICA. MANY COUNTRIES IN ASIA,*AFRICA, AND SOUTH AMERICA BECOME SOCIALIST SATELLITES OF*THE USSR. THE UNITED STATES LOSES INFLUENCE IN THE THIRD*WORLD. THE SECRETARY GENERAL RECOMMENDS YOU FOR A SEAT*ON THE CENTRAL COMMITTEE.",
        "VICTORY! THE US ACHIEVES A GREAT TECHNOLOGICAL TRIUMPH.*NEW GOALS ARE NEEDED IF THE UNITED STATES IS TO CONTINUE*EXPLORING SPACE. THE PRESIDENT AUTHORIZES A STUDY ON*MARS IN THE 1980'S. A PERMANENT SPACE STATION IS PROPOSED*FOR THE EARLY 1990'S. THE USSR DENIES THE EXISTENCE OF*ANY SOVIET MANNED LUNAR PROGRAM. THE PRESIDENT URGES*YOU TO REMAIN HEAD OF NASA, AND SUGGESTS THAT WITH YOUR*LEADERSHIP, THE MANNED MISSION TO MARS AND A SPACE*STATION CAN BE ACHIEVED.",
        "VICTORIOUS! THE SOVIET UNION PROVES TO THE WORLD THE*STRENGTH OF COMMUNISM! THE COLD WAR WILL CONTINUE*THROUGHOUT THE CENTURY. MARXISM GROWS THROUGHOUT THE*WORLD. THE SOVIETS FINANCE NUMEROUS CIVIL WARS IN*CENTRAL AND SOUTH AMERICA AND AFRICA AND ASIA. THE*STATE BESTOWS MANY AWARDS AND MEDALS UPON YOU. THE*GENERAL SECRETARY SUGGESTS YOU PLAN A MANNED MARS*MISSION.",
        "A MINOR VICTORY! THE UNITED STATES SHOWS THE WORLD ITS*TECHNOLOGICAL PROWESS. THE U.S. ECONOMY SUFFERS FROM*MASSIVE EXPENDITURES. WITH THE WAR, SOCIAL PROGRAMS,*AND MISMANAGEMENT OF THE SPACE PROGRAM, THE UNITED*STATES DIPS INTO A SEVERE RECESSION. THE SPACE PROGRAM*IS RE-EVALUATED. MANY LONG-TERM PROGRAMS ARE PUT ON*HOLD. THE SOVIET UNION COLLAPSES INTO TURMOIL. WITH A*WEAK U.S. ECONOMY, LITTLE ASSISTANCE CAN BE SENT AS THE*USSR PLUNGES INTO CIVIL WAR. YOU ARE COMMENDED BY THE*PRESIDENT FOR YOUR SERVICE AND COMMITMENT.",
        "A MINOR VICTORY! THE SOVIET UNION SHOWS TO THE WORLD*THAT COMMUNISM WILL PREVAIL! THE VICTORY CAUSES*BUDGETARY CONSTRAINTS, AND FIVE-YEAR PLANS AND QUOTAS*MUST BE REVISED. MANY SPACE PROJECTS ARE PUT ON HOLD.*A FEW COUNTRIES ADAPT TO SOCIALIST ECONOMIES AND*BECOME ECONOMIC TRADING PARTNERS. THE UNITED STATES*PLUNGES INTO A DEEP RECESSION. YOU ARE OFFERED*MEMBERSHIP IN THE COMMUNIST PARTY, A GREAT HONOR!",
        "A WEAK VICTORY! SEVERAL YEARS AFTER THE KENNEDY*DEADLINE, THE UNITED STATES FINALLY LANDS ON THE MOON.*THE ECONOMY IS EXHAUSTED. ALL MAJOR U.S. PROJECTS IN*SPACE ARE CANCELED. JAPAN, EUROPE, AND CHINA BECOME*THE NEW MAJOR PLAYERS IN SPACE. THE SOVIETS SUFFER A*MILITARY COUP! THE COLD WAR CONTINUES INTO THE NEXT*CENTURY. THE PRESIDENT THANKS YOU FOR YOUR SERVICE*AND ANNOUNCES YOUR RETIREMENT.",
        "A WEAK VICTORY! THE GLORIOUS SOVIET UNION PROVES THAT*COMMUNISM IS STRONGER THAT CAPITALISM. SIX MONTHS*LATER, A BLOODY COUP TAKES OVER THE SOVIET GOVERNMENT.*COLD WAR TENSIONS REACH RECORD LEVELS AS BOTH SIDES*INCREASE THEIR CONVENTIONAL FORCES. SPACE BECOMES A*THEATER OF MILITARY WEAPONS. DURING THE COUP, YOU ARE*REPLACED BY A RIVAL AND SENT OFF TO SIBERIA.",
        "YOUR NAME IS LONG FORGOTTEN. YEARS LATER, SCHOLARS*REDISCOVER YOUR FAILED EFFORTS IN THE SPACE RACE AND*SENDING MEN TO THE MOON. IT'S A TRAGIC STORY!",
        "THE SOVIET STATE AND THE KGB SYSTEMATICALLY ERASE*YOUR NAME FROM ALL RECORDS AND MEMOS. THE KGB*SEPARATES YOU FROM YOUR FAMILY, AND SECRETLY TRIES*AND EXECUTES YOU FOR TREASON!"
    ]
}
