{
    "us_event": [
    	"GOOD EVENING. DEVELOPMENTS IN THE NEWS TODAY...x",
    	"xAND THAT'S THE NEWS. I'M CARTER WALCRITE.x",
        "PRESIDENT EISENHOWER ANNOUNCED THE NAME OF THE DIRECTOR OF AMERICA'S SPACE PROGRAM. DIRECTOR m WILL LEAD THE UNITED STATES IN THE EXPLORATION OF SPACE.",
        "PRESIDENT EISENHOWER ANNOUNCED THERE WILL BE A FREEZE ON THE MANNED SPACE PROGRAM AFTER ONE OR TWO MANNED SPACE TESTS. THE PRESIDENT WARNS OF ESCALATING COSTS AND THE LACK OF GOALS IN SPACE EXPLORATION.",
        "OPERATION PAPERCLIP HAS BROUGHT IN A TOP GERMAN ROCKET SCIENTIST TO AID IN THE SPACE PROGRAM. R&D WILL IMPROVE FROM THIS DEVELOPMENT.",
        "DUE TO MISMANAGEMENT AND CORRUPTION BY SOME CONTRACTORS, RESULTS HAVE BEEN FABRICATED. CONGRESS CONDUCTS AN INQUIRY. RESULTS IN R&D WILL BE WEAKER FOR ONE SEASON.",
        "IN GOVERNMENT NEWS TODAY, THE PRESIDENT HAS INSISTED THAT THE NEXT SPACE LAUNCH WILL BE A MANNED MISSION. HE HAS AUTHORIZED AN INCREASE OF 10 M.B.'S TO SUPPORT THIS EFFORT.",
        "SOURCES IN WASHINGTON TODAY HAVE DISCLOSED INFORMATION THAT THE CIA HAS OBTAINED TOP-SECRET RUSSIAN TECHNOLOGY. THIS e TECHNOLOGY WILL ASSIST THE UNITED STATES BY IMPROVING THE SAFETY FACTOR OF THE PROGRAM BY d.",
        "INTELLIGENCE SOURCES TODAY HAVE REVEALED THAT THE KGB HAS CLEVERLY FOOLED THE CIA AND THE UNITED STATES' TOP SCIENTISTS WITH FALSE DATA. THE SAFETY FACTOR FOR THE e IS NOW LOWERED BY d.",
        "INTELLIGENCE SOURCES TODAY HAVE REVEALED THAT THE KGB HAS CLEVERLY FOOLED THE CIA AND THE UNITED STATES' TOP SCIENTISTS WITH FALSE DATA. THIS HAS DEGRADED THE SAFETY FACTOR OF THE e BY d.",
        "THE PRESIDENT AND CONGRESS HAVE AUTHORIZED THE USE OF FEMALE ASTRONAUTS. THE SPACE PROGRAM MUST RECRUIT AT LEAST ONE FEMALE IN THE NEXT ASTRONAUT GROUP.",
        "PRESIDENT g GAVE A STIRRING SPEECH TODAY AND A PUBLIC REQUEST FOR A MORE EARNEST EFFORT TOWARDS LANDING A MAN ON THE MOON. NATIONAL PRIDE SOARS! THE BUDGET IS INCREASED 15 M.B.'S TO ASSIST IN THIS GOAL.",
        "A STORM FRONT BLOCKS THE LAUNCH WINDOW FOR THE h LAUNCH FACILITY. THIS LAUNCH IS CANCELED.",
        "SPACE ENGINEERS HAVE ANNOUNCED TODAY THAT A POTENTIAL FAILURE MODE HAS BEEN DISCOVERED ON THE e PROGRAM. THIS WAS NOTICED BY TESTING AND ANALYSIS AND WILL HELP AVOID THIS FAILURE DURING A MISSION.",
        "THE SPACE PROGRAM HAS ANNOUNCED THAT THIS YEAR, THERE HAS BEEN A PROMISING CROP OF COLLEGE GRADUATES. R&D WILL IMPROVE FROM THIS DEVELOPMENT.",
        "A NOBEL LAUREATE HAS DECIDED TO COME OUT OF RETIREMENT TO AID IN THE SPACE EFFORT. R&D WILL IMPROVE AS A RESULT.",
        "THE SPACE PROGRAM ANNOUNCED TODAY THAT IT HAS MANAGED TO RECRUIT A TOP SCIENTIST FROM A MAJOR CORPORATION. R&D WILL IMPROVE FROM THIS DEVELOPMENT.",
        "A TOP SCIENTIST HAS EMIGRATED FROM AN ALLIED COUNTRY TO WORK FOR THE SPACE PROGRAM. R&D WILL IMPROVE DUE TO THIS DEVELOPMENT.",
        "LAST WEEK A GRADUATE STUDENT AT THE UNIVERSITY OF FLORIDA STUMBLED UPON A MAJOR SCIENTIFIC DISCOVERY. THIS ADVANCE IN MICROCIRCUITRY WILL IMPROVE R&D AND ASSIST ALL OF AMERICA'S SPACE PROGRAMS.",
        "A FORMER GERMAN ROCKET SCIENTIST HAS ESCAPED FROM THE IRON CURTAIN. R&D WILL IMPROVE WITH THE AID OF THIS SCIENTIST.",
        "A KEY SCIENTIST HAS ESCAPED FROM THE SOVIET UNION. INFORMATION FROM THIS SCIENTIST WILL AID IN R&D.",
        "THE SPACE PROGRAM HAS LOST SEVERAL KEY RESEARCH SCIENTISTS IN A VERY SHORT PERIOD OF TIME. THIS SETBACK WILL MEAN WEAKER RESULTS IN R&D.",
        "SPACE SUFFERED A SEVERE SETBACK WHEN THE e PROGRAM HAD A MAJOR ENGINE TEST FAILURE YESTERDAY. THIS WILL RESULT IN A LOSS OF SAFETY, DOWN TO i%.",
        "A BREAKTHROUGH IN COMPUTER AUTOMATION HAS LED TO INCREASED RELIABILITY OF THE SPACE AGENCY'S REMOTE PROBES AND SATELLITES. THE MAX R&D AND MAX SAFETY FACTOR OF THIS HARDWARE WILL BE RAISED BY 5% EACH.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THERE HAS BEEN A MAJOR BREAKTHROUGH IN THE e PROGRAM. ITS SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THE SPACE PROGRAM HAS SUFFERED A SEVERE SETBACK IN ITS e ROCKET DIVISION. REPAIRS CAN BE MADE FOR 15 M.B.'S OR SUFFER A 20% SAFETY FACTOR ON ITS NEXT LAUNCH.",
        "LAST WEEK, THE SPACE AGENCY DOWNGRADED THE e PROGRAM SAFETY FACTOR BY 25% DUE TO A TEST FAILURE.",
        "DUE TO A TEST FAILURE, ENGINEERS HAVE DOWNGRADED THE SAFETY FACTOR OF THE e PROGRAM 15%.",
        "THERE HAS BEEN AN IMPORTANT ADVANCE IN ENGINEERING FOR THE SPACE PROGRAM. THIS WILL CUT THE COST IN ALL PROGRAMS BY 50% THIS SEASON.",
        "THE PRIME CONTRACTOR FOR THE ROCKET PROGRAM WILL NOT BE ABLE TO DELIVER ANY ROCKETS FOR A YEAR. A SPOKESMAN FOR THE COMPANY WOULD OFFER NO FURTHER COMMENT.",
        "A MAJOR CORPORATION HAS DECIDED TO CREDIT THE SPACE AGENCY j ADDITIONAL FUNDS FOR THIS SEASON.",
        "A MAJOR CORPORATION HAS DECIDED TO CREDIT THE SPACE AGENCY j ADDITIONAL FUNDS FOR THIS SEASON.",
        "A MAJOR CORPORATION HAS DECIDED TO CREDIT THE SPACE AGENCY j ADDITIONAL FUNDS FOR THIS SEASON.",
        "DUE TO A BUDGET DEFICIT, GOVERNMENT ACCOUNTING DECLARES A LOSS OF f M.B.'S IN CURRENT FUNDS FOR THE SPACE AGENCY.",
        "DUE TO A TEST FAILURE, THE SPACE PROGRAM HAS SUFFERED A 20% SAFETY FACTOR LOSS ON THE e CAPSULE.",
        "A MAJOR EXPLOSION DESTROYED ALL ROCKET FUEL RESERVES FOR THE UNITED STATES. THIS DISASTER LEAVES ONLY ENOUGH FUEL FOR ONE LAUNCH THIS SEASON.",
        "SEVERE STORMS HAVE DAMAGED THE SPACE PROGRAM'S PRIMARY LAUNCH FACILITY. IT WILL COST 15 M.B.'S TO REPAIR THE LAUNCH FACILITY.",
        "THE SPACE PROGRAM HAS MADE A DESIGN ERROR ON THE e SATELLITE PROGRAM. IT WILL COST 10 M.B.'S TO REDESIGN AND REPAIR THE PROBLEM, OR SUFFER A LOSS OF 10% SAFETY FACTOR ON ITS NEXT MISSION ONLY.",
        "THE SPACE PROGRAM WILL HAVE TO REDESIGN THE e ROCKET PROGRAM. IT WILL COST 10 M.B.'S TO REDESIGN, OR A LOSS OF 5% SAFETY FACTOR ON THE NEXT ROCKET MISSION WILL RESULT.",
        "THE SPACE PROGRAM HAS A MECHANICAL ERROR WITH THE e ROCKET PROGRAM. IT WILL COST 10 M.B.'S TO REPAIR OR A LOSS OF 5% SAFETY FACTOR WILL OCCUR ON THE NEXT ROCKET MISSION.",
        "THE SPACE PROGRAM HAS A MECHANICAL ERROR WITH THE e PROGRAM. IT WILL COST 10 M.B.'S TO REPAIR OR SUFFER A LOSS OF 10% SAFETY FACTOR ON THE NEXT MISSION.",
        "BUREAUCRATIC MISMANAGEMENT AT THE SPACE PROGRAM HAS CAUSED A LOSS OF MORALE. THIS RESULTS IN LOWER PRODUCTIVITY IN R&D FOR ONE SEASON.",
        "A CONTRACTOR FOR THE SPACE PROGRAM HAS GROSSLY UNDERESTIMATED THE DEVELOPMENT COST FOR THE e PROGRAM. R&D WILL COST AN ADDITIONAL 1 M.B. PER ENGINEERING TEAM PERMANENTLY.",
        "A CONTRACTOR FOR THE SPACE PROGRAM HAS GROSSLY UNDERESTIMATED THE DEVELOPMENT COST FOR e PROGRAM. R&D WILL COST AN ADDITIONAL 1 M.B. PER ENGINEERING TEAM PERMANENTLY.",
        "SPACE PROGRAM OFFICIALS PLAYED HOST TO VIPS TODAY. A GROUP OF CONGRESSMEN VISITED MISSION CONTROL FACILITIES AND SEEMED PLEASED WITH OPERATIONS, BUT REPORTS FROM THE WHITE HOUSE ARE NEGATIVE.",
        "SPACE ADMINISTRATORS HAVE LOBBIED SUCCESSFULLY FOR AN INCREASE OF a M.B.'S THIS YEAR. THE SPACE PROGRAM HAS BEEN ACTIVELY CAMPAIGNING FOR PUBLIC SUPPORT.",
        "IN GOVERNMENT TODAY, THE PENTAGON HAS ISSUED AN ORDER THAT THE NEXT AVAILABLE LAUNCH WILL BE A SPY SATELLITE. 5 M.B.'S HAS BEEN ADDED TO THE BUDGET TO REFLECT THIS EXPENSE.",
        "SOURCES IN WASHINGTON TODAY HAVE DISCLOSED THAT THE CIA HAS OBTAINED TOP-SECRET RUSSIAN TECHNOLOGY. THIS WILL ASSIST THE UNITED STATES BY IMPROVING THE SAFETY FACTOR OF THE e PROGRAM BY d.",
        "ENGINEERS HAVE ANNOUNCED TODAY THAT A POTENTIAL FAILURE MODE HAS BEEN DISCOVERED ON THE e PROGRAM. THIS WAS NOTICED DURING A SYSTEMS CHECK AND WILL HELP AVOID THIS FAILURE DURING A MISSION.",
        "ASTRONAUT c HAS ANNOUNCED RETIREMENT TODAY FROM THE SPACE PROGRAM. SOURCES HAVE DISCLOSED THAT THIS IS DUE TO SAFETY CONCERNS AND THE LACK OF BACKUP SYSTEMS. NEGATIVE PUBLICITY HAS CAUSED CONGRESS TO IMPLEMENT A FUNDING CUT OF 5 M.B.'S.",
        "THE PRIMARY CREW OF THE b LAUNCH HAS CAUGHT THE COMMON COLD. SPACE OFFICIALS HAVE ANNOUNCED THAT THE BACKUP CREW WILL TAKE THEIR PLACE ON THE MISSION.",
        "c IS KILLED IN A TRAINING ACCIDENT. THE SPACE PROGRAM HAS CANCELED ALL MANNED MISSIONS THIS SEASON TO ALLOW FOR ADDITIONAL SAFETY INSPECTIONS.",
        "c HAS TRAGICALLY BEEN KILLED IN AN AUTOMOBILE ACCIDENT TODAY.",
        "c FAILED A PHYSICAL AND MAY NOT PARTICIPATE IN ANY SPACE MISSIONS FOR THE DURATION OF ONE FULL YEAR.",
        "FOREIGN AGENTS HAVE PENETRATED SECURITY AND DAMAGED THE e ROCKET PROGRAM. REPAIRS WILL COST 15 M.B.'S, OR A 20% LOSS IN SAFETY WILL RESULT.",
        "THE SPACE PROGRAM HAS SUFFERED A SEVERE SETBACK IN ITS e PROGRAM. REPAIRS CAN BE MADE FOR 20 M.B.'S, OR THE CAPSULE WILL LOSE 10% SAFETY FACTOR FOR ITS NEXT MISSION.",
        "THERE HAS BEEN AN IMPORTANT ADVANCE IN ENGINEERING FOR THE SPACE PROGRAM. THIS WILL CUT THE COST IN ALL PROGRAMS BY 50% THIS SEASON.",
        "CONGRESS URGES ADDITIONAL SUPPORT FROM THE AIR FORCE AND NAVY. THREE TEST PILOTS ARE TRANSFERRED TO THE SPACE PROGRAM.",
        "SOURCES FROM THE SPACE PROGRAM HAVE DISCLOSED THAT DUE TO AN ENGINEERING ERROR, THERE IS A 50% CHANCE THAT THE NEXT MISSION WILL EXPLODE DURING LAUNCH.",
        "A MAJOR SPACE EXHIBIT OPENED LAST WEEK DISPLAYING AMERICA'S HARDWARE. THE PUBLIC HAS RESPONDED WITH GREAT INTEREST. ATTENDANCE IS REPORTED TO BE HIGH.",
        "ASTRONAUT c CAN NO LONGER PARTICIPATE IN THE SPACE PROGRAM. c WAS SERIOUSLY INJURED WHILE PLAYING TOUCH FOOTBALL.",
        "A TOP ROCKET DESIGNER HAS RETIRED DUE TO POOR HEALTH. R&D WILL SUFFER FROM THIS FOR ONE SEASON.",
        "A TOP ROCKET DESIGNER FOR THE SPACE PROGRAM HAS DIED IN SURGERY TODAY. THIS WILL CAUSE A DISRUPTION IN R&D FOR ONE SEASON.",
        "THE UNITED STATES SPACE PROGRAM WAS HONORED TODAY BY A VISIT FROM THE PRIME MINISTER OF ENGLAND.",
        "SPACE OFFICIALS ANNOUNCED TODAY THAT ONE OF ITS LAUNCH FACILITIES WILL NEED REPAIR. IT WILL CLOSE DOWN THIS SEASON AND COST 10 M.B.'S.",
        "CONTRACTORS ANNOUNCED TODAY THAT THE GEMINI PROGRAM WILL COST AN ADDITIONAL 2 M.B.'S FOR EACH SPACECRAFT.",
        "A SPOKESMAN FOR THE SPACE PROGRAM ANNOUNCED TODAY THAT THE b MISSION WILL BE DELAYED FOR ONE SEASON DUE TO HAIRLINE CRACKS IN THE FUEL TANKS.",
        "SENATOR CRUTCHMIRE SHARPLY ATTACKED THE SPACE PROGRAM TODAY. SPEAKING BEFORE THE SENATE, HE ACCUSED SPACE OFFICIALS OF LAVISH SPENDING AND STRONGLY URGED FUNDING CUTS.",
        "THE MILITARY COMPLEX LOBBIED STRONGLY TODAY WITH SPACE OFFICIALS RECOMMENDING THE 'DIRECT ASCENT' APPROACH TO THE MOON. AIR FORCE MISSILE EXPERTS EXPLAINED THE ADVANTAGES AND SIMPLICITY IN THEIR PLAN.",
        "AMERICA'S TOP GERMAN SCIENTIST SPOKE TODAY ON THE ADVANTAGES OF THE 'EARTH ORBITAL RENDEZVOUS' APPROACH IN GETTING A MAN ON THE MOON. HE SPOKE OF THE LONG-RANGE ADVANTAGES OF 'EOR'.",
        "SEVERAL ENGINEERS SPOKE TO UNITED STATES SPACE OFFICIALS TODAY ON THE MERITS OF THE 'LUNAR ORBITAL RENDEZVOUS' APPROACH IN THE QUEST FOR GETTING A MAN ON THE MOON. OFFICIALS APPEARED NONCOMMITTAL TOWARDS THIS PRESENTATION.",
        "THE VICE PRESIDENT TOURED A ROCKET CONTRACTOR'S FACILITY TODAY. HE OBSERVED A SUCCESSFUL ENGINE TEST FIRING.",
        "A TOP SCIENTIST CRITICIZED THE SPACE PROGRAM TODAY FOR THE HIGH COST OF MANNED EXPLORATION. ROBOT PLANETARY EXPLORERS WERE OFFERED AS A CHEAPER ALTERNATIVE.",
        "THE ASTRONAUTS HAVE, FOR AN UNDISCLOSED SUM OF MONEY, SIGNED A DEAL WITH A MAJOR MAGAZINE FOR THE EXCLUSIVE RIGHTS TO THEIR LIFE STORY.",
        "CHARLES LINDBERGH TOURED THE SPACE PROGRAM'S FACILITIES TODAY. THE HISTORY OF FLIGHT HAS CHANGED DRAMATICALLY SINCE 1927.",
        "TODAY, AN AIR FORCE COLONEL RECOMMENDED A ONE-WAY MISSION TO THE MOON IN ORDER TO BEAT THE SOVIETS. OF COURSE, HE WOULD HAVE TO WAIT SEVERAL YEARS ON THE LUNAR SURFACE UNTIL THE TECHNOLOGY IS DEVELOPED TO BRING HIM HOME.",
        "THE GOVERNMENT TODAY HAS ANNOUNCED THAT A CIVILIAN WILL BE LAUNCHED IN A MULTI-MANNED CAPSULE ON THE NEXT AVAILABLE MISSION. THE SPACE PROGRAM'S BUDGET WILL BE INCREASED BY 15 M.B.'S.",
        "THE SPACE PROGRAM'S ENGINEERS HAVE ANNOUNCED TODAY THAT A POTENTIAL FAILURE MODE HAS BEEN DISCOVERED ON THE e PROGRAM. THIS WAS NOTICED DURING A SYSTEMS CHECK AND WILL HELP AVOID THIS FAILURE DURING A MISSION.",
        "A MANUFACTURING ERROR HAS CAUSED A DEFECT IN THE e CAPSULE. THE SPACE AGENCY MUST PAY 10 M.B.'S OR SUFFER 10% ON THE CAPSULE'S SAFETY FACTOR ON ITS NEXT MISSION.",
        "A DESIGN ERROR HAS CAUSED A DEDUCTION OF 20% FROM THE SAFETY FACTOR OF THE e PROGRAM. SPACE OFFICIALS ARE CONFIDENT THAT THIS ERROR CAN BE QUICKLY CORRECTED.",
        "THE PRIME CONTRACTOR FOR THE CAPSULE PROGRAM ANNOUNCED TODAY THAT THEY CANNOT DELIVER ANY CAPSULES FOR A YEAR.",
        "THE GOVERNMENT ANNOUNCED TODAY THAT THE NSA AND THE PRESIDENT HAVE ORDERED THE SPACE AGENCY TO LAUNCH A SPY SATELLITE NEXT SEASON.",
        "MEDICAL DOCTORS AT THE UNITED STATES SPACE PROGRAM ANNOUNCED TODAY THAT AN ADDITIONAL 'DURATION MISSION E' WILL BE REQUIRED BEFORE ANY LUNAR LANDINGS WILL BE ATTEMPTED.",
        "CONTRACTORS ANNOUNCED TODAY THAT THE APOLLO PROGRAM WILL COST AN ADDITIONAL 3 M.B.'S FOR EACH SPACECRAFT.",
        "THE PENTAGON ANNOUNCED TODAY THAT THE AIR FORCE HAS SHARED ADVANCED TECHNOLOGY FOR THE e PROGRAM. THE SAFETY FACTOR IS NOW INCREASED BY i%.",
        "THE PRIMARY CREW FOR THE b LAUNCH THIS SEASON HAS BEEN REMOVED DUE TO THE COMMON COLD. THE BACKUP CREW WILL FLY THE SCHEDULED MISSION.",
        "THE PRESIDENT TOURED SPACE FACILITIES IN HOUSTON. ENGINEERS AND SPACE OFFICIALS EXPLAINED TO THE PRESIDENT THE VARIOUS APPROACHES OF GETTING A MAN ON THE MOON. AT SOME POINTS, THE DISCUSSION BETWEEN THE TWO GROUPS APPEARED HEATED AND QUITE LIVELY.",
        "TODAY, AN AGREEMENT AT THE UNITED NATIONS WAS SIGNED BY THE UNITED STATES AND THE USSR WHICH BANS HIGH-ALTITUDE ATOMIC TESTS.",
        "A NEW ROCKET ENGINE WAS ROLLED OUT TODAY FOR A PUBLIC VIEWING. THIS PROTOTYPE WILL HELP THE UNITED STATES IN GETTING MAN TO THE MOON.",
        "ASTRONAUT c ANNOUNCED A TRANSFER TO THE AIR FORCE TEST PILOT PROGRAM.",
        "INTELLIGENCE EXPERTS RELEASED INFORMATION ON A NEW SOVIET ROCKET CAPABLE OF LIFTING MORE THAN ANYTHING IN THE US INVENTORY.",
        "IN THE NEWS TODAY, THE PRESIDENT HAS ANNOUNCED THAT THE SPACE PROGRAM WILL PUT A MAN ON THE MOON WITHIN THREE YEARS. FUNDING HAS INCREASED BY 20 M.B.'S TO SUPPORT THIS EFFORT.",
        "ANTI-SPACE ACTIVISTS HAVE BEEN SUCCESSFUL IN THEIR DRIVE TO CUT BACK THE SPACE PROGRAM BUDGET. CONGRESSIONAL LEADERS HAVE VOTED TO DECREASE THE FUNDING BY f M.B.'S.",
        "UNITED STATES SPACE ENGINEERS HAVE ANNOUNCED TODAY THAT A POTENTIAL FAILURE MODE HAS BEEN DISCOVERED ON THE e PROGRAM. THIS WAS NOTICED BY TESTING AND ANALYSIS AND WILL HELP AVOID THIS FAILURE DURING A MISSION.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THE g ADMINISTRATION HAS DECIDED TO CUT FUNDING FOR THE SPACE PROGRAM IN FAVOR OF INCREASED FUNDING FOR SOCIAL PROGRAMS. THE SPACE AGENCY'S BUDGET HAS BEEN REDUCED TO f M.B.'S.",
        "DUE TO THE VIETNAM CONFLICT, THE PRESIDENT DECREASES THE SPACE PROGRAM'S BUDGET TO ALLOW FOR A MILITARY BUILDUP. THE SPACE PROGRAM'S BUDGET IS f M.B.'S.",
        "TODAY, AN X-15 AIR FORCE PILOT FLEW TO A NEW ALTITUDE RECORD OF 53 MILES. AFTER REACHING THE ALTITUDE RECORD, THE AIR FORCE MAJOR SAFELY GLIDED THE X-15 TO A LANDING AT EDWARDS AIR FORCE BASE.",
        "UNITED STATES ACTIVISTS PROTESTED IN FRONT OF THE SPACE PROGRAM HEADQUARTERS IN WASHINGTON TODAY. THE STAGED SIT-IN CALLED FOR AN INCREASE IN SPENDING FOR SOCIAL PROGRAMS.",
        "THE GOVERNMENT OFFICE OF ACCOUNTING AUDITORS ANNOUNCED TODAY THAT THE UNITED STATES SPACE PROGRAM WENT OVER BUDGET LAST YEAR, AND WILL DEDUCT 5 M.B.'S THIS YEAR FROM THE SPACE PROGRAM'S BUDGET.",
        "TODAY, THE NATION'S LARGEST ROCKET CONTRACTOR ANNOUNCED THE SUCCESSFUL TEST OF THEIR NEWEST ROCKET ENGINE.",
        "THE AUSTRALIAN GOVERNMENT HAS ANNOUNCED THAT THEY WILL GENEROUSLY PROVIDE LAND TO BE USED FOR AN AMERICAN SPACE TRACKING STATION.",
        "TODAY THE WHITE HOUSE ANNOUNCED THE FORMATION OF THE COMSAT CORPORATION, WHICH WILL BE RESPONSIBLE FOR THE LAUNCHING OF COMMUNICATIONS SATELLITES.",
        "A STUDY BY THE RAND CORPORATION, RELEASED TODAY, WARNS OF THE DANGERS OF A SOVIET LEAD IN THE SPACE RACE AND THE POTENTIAL IMPACT ON WORLD AFFAIRS. CONGRESSIONAL LEADERS EXPRESS CONCERN THAT THE U.S. IS NOT MAINTAINING THE LEAD.",
        "THIS MORNING, A CORPORATION SUBMITTED TO SPACE LEADERS A PROPOSAL FOR A SMALL SPACE SCOOTER. THE LIGHTWEIGHT HOPPER COULD FERRY ONE ASTRONAUT DOWN TO THE LUNAR SURFACE FOR A 6-HOUR DURATION.",
        "A CONGRESSMAN SPOKE TODAY ON HOW ADVANCES IN SPACE TECHNOLOGY ASSIST IN MEDICAL SCIENCES. SPIN-OFFS FROM THE SPACE PROGRAM WILL HELP SAVE LIVES.",
        "THE UNITED STATES ANNOUNCED THE SUCCESSFUL TEST-FIRING OF ITS FIRST NUCLEAR ROCKET ENGINE, KIWI. NUCLEAR ROCKETS WILL NOT AFFECT THE LUNAR PROGRAM, BUT THEY ARE EXPECTED TO MAKE MANNED MARS FLIGHTS FASTER AND SAFER.",
        "THE UNITED STATES ANNOUNCED TODAY THE CONSTRUCTION OF A SMALL LAUNCH FACILITY FOR ICBM TESTS AT WALLOPS ISLAND, VIRGINIA.",
        "DOD OFFICIALS ARGUED BEFORE A CONGRESSIONAL HEARING THAT THE U.S. SHOULD BEGIN AN ANTI-SATELLITE WEAPONS PROGRAM. THE SUGGESTION WAS NOT WELL RECEIVED.",
        "A NEW SPACE GAME MAKES ITS DEBUT IN HOLLYWOOD. BOTH REALISTIC AND ENTERTAINING, IT IS EXPECTED TO INSPIRE THE PUBLIC WHILE EDUCATING THEM.",
        "PROPOSALS HAVE BEEN SUBMITTED REGARDING THE CONCEPT OF A REUSABLE 'SHUTTLE-BUS' FOR ROUTINE ACCESS TO SPACE. INTENDED FOR DEVELOPMENT AFTER THE LUNAR PROGRAM, IT IS EXPECTED TO MAKE ACCESS TO SPACE COST MUCH LESS.",
        "THE AIR FORCE HAS SUBMITTED TO CONGRESS A PROPOSAL FOR A MANNED ORBITING LABORATORY, OR MOL. THE SMALL TWO-MAN MILITARY OBSERVATION PLATFORM WOULD HAVE A DURATION OF THIRTY DAYS.",
        "STUDIES HAVE BEEN RELEASED ON THE RELIABILITY OF CAPSULE LANDINGS ON THE PLAINS OF TEXAS AFTER RETURNING FROM THE MOON. THE IMPACT OF A GROUND LANDING WILL BE SLIGHTLY HARDER.",
        "THE AIR FORCE HAS SUBMITTED A PROPOSAL FOR THE LAUNCHING OF AN X-15 ON A NAVAHO ROCKET INTO A LOW EARTH ORBIT. THE PILOT WOULD PARACHUTE BACK TO THE EARTH AFTER THE EXPENDABLE VEHICLE SAFELY REENTERS THE ATMOSPHERE.",
        "THE PENTAGON HAS LOBBIED FOR A MANNED MILITARY SPACE FLIGHT. CONGRESSIONAL LEADERS HAVE VOICED OPPOSITION TO THE IDEA."
    ],
    "sov_event": [
    	"GOOD EVENING. AND NOW, THE NEWS...x",
    	"xTHIS CONCLUDES OUR NEWS BROADCAST. I'M SVETLANA IZVESTIA. GOOD NIGHT.x",
        "THE GENERAL SECRETARY ANNOUNCED TO THE POLITBURO THE NEW HEAD OF THE SOVIET SPACE PROGRAM. THE CHIEF DESIGNER WILL LEAD THE SOVIET UNION TO GREATNESS IN THE EXPLORATION AND CONQUEST OF SPACE.",
        "MINISTERS HAVE ANNOUNCED AN INCREASE IN SPENDING FOR CONVENTIONAL GROUND FORCES AND SHORT-RANGE MISSILES.",
        "A GERMAN SCIENTIST IS RESCUED BY THE KGB AND WILL WORK FOR THE SUPREME SPACE PROGRAM. THERE WILL BE GREAT ADVANCES IN R&D.",
        "DUE TO CORRUPTION AND POOR PLANNING, RESULTS IN R&D WILL BE WEAKER FOR ONE SEASON. SEVERAL DISHONEST DISTRICT MANAGERS HAVE BEEN DISCIPLINED.",
        "THE GENERAL SECRETARY DEMANDS THAT THE NEXT LAUNCH MUST BE MANNED. THE BUDGET IS INCREASED BY 10 M.B.'S.",
        "THE BRILLIANT KGB HAS UNCOVERED SECRET AMERICAN TECHNOLOGY. THE SAFETY FACTOR FOR e IS NOW INCREASED BY d.",
        "THE EVIL CIA HAS CLEVERLY FOOLED THE KGB AND TOP SCIENTISTS WITH FALSE INFORMATION. THE SAFETY FACTOR FOR e IS NOW LOWERED BY d.",
        "AN INVESTIGATION HAS REVEALED THAT THE EVIL CAPITALISTS HAVE DUPED THE KGB AND SOME MINISTRY OFFICIALS WITH MISINFORMATION. THE SAFETY FACTOR FOR e IS NOW LOWERED BY d.",
        "THE GENERAL SECRETARY HAS DECIDED TO SHOW THE WORLD THE SUPERIORITY OF SOVIET TECHNOLOGY. AT LEAST ONE FEMALE MUST BE RECRUITED IN THE NEXT COSMONAUT GROUP.",
        "THE GENERAL SECRETARY GIVES A FORCEFUL SPEECH TO THE POLITBURO IN FAVOR OF THE SPACE EFFORT AND DEMANDS A MORE EARNEST EFFORT TOWARDS THE MOON. THIS RESULTS IN A BUDGET INCREASE OF 15 M.B.'S.",
        "A STORM FRONT BLOCKS THE LAUNCH WINDOW FOR THE h LAUNCH FACILITY. ANY SCHEDULED MISSIONS ON THE PAD ARE CANCELED.",
        "BRILLIANT SOVIET ENGINEERS HAVE, BY ANALYSIS AND ENGINE TESTS, FORESEEN A POTENTIAL FAILURE MODE ON THE e PROGRAM. THE NEXT FAILURE IN THAT PROGRAM WILL BE AVOIDED.",
        "THE GULAGS HAVE RE-EDUCATED SOME SCIENTISTS. THERE WILL BE IMPROVEMENTS THIS SEASON IN R&D.",
        "A GERMAN ROCKET SCIENTIST 'VOLUNTEERS' ASSISTANCE TO THE GREAT SOVIET SPACE EFFORT. THIS WILL ASSIST IN R&D.",
        "THE SPACE PROGRAM HAS MANAGED TO TRANSFER A TOP SCIENTIST FROM AN EASTERN BLOC COUNTRY. R&D WILL IMPROVE THIS SEASON.",
        "INTERNAL SECURITY DELIVERS A TOP SCIENTIST TO WORK FOR THE SPACE PROGRAM. THIS WILL GREATLY AID R&D.",
        "THE GREAT SOCIALIST SCIENCE PROGRAM PRODUCES A MAJOR SCIENTIFIC DISCOVERY. THIS WILL ASSIST IN R&D.",
        "A SOVIET SCIENTIST WHO WENT TO THE WEST HAS BEEN RESCUED BY SOVIET AGENTS AND IS BROUGHT BACK TO WORK FOR THE SPACE PROGRAM. R&D WILL ACCELERATE THIS SEASON.",
        "AN EX-NAZI SCIENTIST HAS BEEN EDUCATED AND EMBRACES THE COMMUNIST SYSTEM. THIS WILL ASSIST R&D THIS SEASON.",
        "THE SOVIET SPACE PROGRAM HAS LOST SEVERAL KEY RESEARCH SCIENTISTS. THEY HAVE BEEN RELOCATED TO SIBERIA. THIS SETBACK WILL MEAN WEAKER RESULTS IN R&D THIS SEASON.",
        "THE e PROGRAM HAS HAD A MAJOR ENGINE TEST FAILURE. THIS RESULTS IN A LOSS OF SAFETY, DOWN TO i%.",
        "A BREAKTHROUGH IN COMPUTER AUTOMATION HAS LED TO INCREASED RELIABILITY OF THE NATION'S REMOTE PROBES AND SATELLITES. THE MAX R&D AND MAX SAFETY FACTOR OF THIS HARDWARE WILL BE RAISED BY 5% EACH.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THERE HAS BEEN A MAJOR BREAKTHROUGH IN THE e PROGRAM. ITS SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THE SOVIET SPACE PROGRAM HAS SUFFERED A SEVERE SETBACK IN ITS e ROCKET DEVELOPMENT. REPAIRS CAN BE MADE FOR 15 M.B.'S OR SUFFER A 20% SAFETY FACTOR ON ITS NEXT LAUNCH.",
        "DUE TO A TEST FAILURE, 25% SAFETY IS LOST FROM THE e PROGRAM.",
        "DUE TO A TEST FAILURE, THERE IS A 15% LOSS FROM THE SAFETY FACTOR OF THE e PROGRAM.",
        "THERE HAS BEEN AN IMPORTANT ADVANCE IN ENGINEERING FOR THE SPACE PROGRAM. ANY HARDWARE PURCHASES WILL BE CREDITED AT HALF PRICE FOR THIS SEASON.",
        "THE MINISTRY OF PRODUCTION ANNOUNCES THAT DUE TO SHORTAGES, A SLOWDOWN HAS OCCURRED AND THE FACTORIES WILL NOT BE ABLE TO DELIVER ANY ROCKETS FOR A YEAR.",
        "TEN MILLION WORKERS WORK OVERTIME IN ORDER TO DONATE j M.B.'S TO THE SPACE PROGRAM.",
        "THE SUPREME SOVIET VOTES TO GIVE j M.B.'S TO THE SPACE PROGRAM. SOCIAL PROGRAMS WILL BE LOWERED IN ORDER TO SUPPORT THIS MEASURE.",
        "THE POLITBURO HAS VOTED ADDITIONAL FUNDING OF j M.B.'S FOR THE SPACE PROGRAM.",
        "DUE TO A BUDGETING ERROR, AND CORRUPTION, A LARGE AMOUNT OF FUNDING IS LOST IN PAPERWORK. f M.B.'S IS LOST IN THE CURRENT FUNDS.",
        "THERE IS A 20% LOSS FROM THE SAFETY FACTOR OF THE e SPACECRAFT.",
        "A MAJOR EXPLOSION DESTROYED ALL ROCKET FUEL RESERVES FOR THE CCCP. IT MAY LAUNCH ONLY ONE MISSION THIS SEASON.",
        "SEVERE STORMS HAVE DAMAGED THE PRIMARY LAUNCH FACILITY. IT WILL COST 15 M.B.'S TO REPAIR THE LAUNCH FACILITY.",
        "THERE IS A MINOR PROBLEM IN THE e SATELLITE PROGRAM. PAY 10 M.B.'S OR LOSE 10% ON THE SAFETY FACTOR OF THAT SATELLITE ON ITS NEXT MISSION.",
        "THERE IS A MINOR PROBLEM IN THE e ROCKET PROGRAM. PAY 10 M.B.'S OR LOSE 5% ON THE SAFETY FACTOR OF THAT ROCKET FOR ITS NEXT MISSION.",
        "THERE IS A MINOR PROBLEM IN THE e ROCKET PROGRAM. PAY 10 M.B.'S OR LOSE 5% ON THE SAFETY FACTOR OF THAT ROCKET FOR ITS NEXT MISSION.",
        "THERE IS A MINOR PROBLEM IN THE e PROGRAM. PAY 10 M.B.'S OR LOSE 10% ON THE SAFETY FACTOR ON ITS NEXT MISSION.",
        "POOR PLANNING AND FAILURE TO MEET QUOTAS CAUSE A LOSS OF MORALE AND LOWER PRODUCTIVITY IN R&D FOR ONE SEASON.",
        "THE CENTRAL COMMITTEE GROSSLY UNDERESTIMATED THE DEVELOPMENT COSTS FOR THE e PROGRAM. R&D COSTS AN ADDITIONAL 1 M.B. PER ENGINEERING TEAM PERMANENTLY.",
        "THE CENTRAL COMMITTEE GROSSLY UNDERESTIMATES THE DEVELOPMENT COSTS FOR THE e PROGRAM. R&D COSTS AN ADDITIONAL 1 M.B. PER ENGINEERING TEAM PERMANENTLY.",
        "A POLITBURO MEMBER VISITS THE TRAINING FACILITIES. HE APPEARS TO BE PLEASED, BUT REPORTS FROM MOSCOW ARE CRITICAL OF SPACE OPERATIONS.",
        "PRAVDA HAS STAGED A MAJOR MEDIA EVENT. THE WORLD IS IN A FRENZY OVER THE SOVIET SPACE PROGRAM. THE POLITBURO DECIDES TO ADD a M.B.'S TO THE PROGRAM THIS YEAR.",
        "THE DEFENSE MINISTRY HAS ORDERED THAT THE NEXT LAUNCH MUST BE AN ORBITAL SATELLITE. BUDGET IS INCREASED BY 5 M.B.'S TO FUND THIS EFFORT.",
        "THE KGB HAS SUCCESSFULLY STOLEN VALUABLE AMERICAN TECHNOLOGY. THE SAFETY FACTOR FOR e IS NOW INCREASED BY d%.",
        "MAGNIFICENT SOVIET ENGINEERS HAVE FORESEEN A POTENTIAL FAILURE MODE ON THE e PROGRAM DURING A SYSTEMS CHECK. THE NEXT FAILURE IN THAT PROGRAM WILL BE AVOIDED.",
        "COSMONAUT c WILL BE RELOCATED TO NORTHERN SIBERIA AT THE END OF THIS SEASON. THE POLITBURO INSTIGATES A FUNDING CUT OF 5 M.B.'S.",
        "THE PRIMARY CREW OF THE b LAUNCH HAS CONTRACTED INFLUENZA. THE BACKUP CREW WILL FLY THE MISSION.",
        "c IS KILLED IN A TRAINING ACCIDENT. ALL MANNED MISSIONS ARE CANCELED THIS SEASON TO ALLOW FOR ADDITIONAL SAFETY INSPECTIONS.",
        "c, A HERO OF THE SOVIET UNION, HAS TRAGICALLY DIED IN A TRAIN ACCIDENT.",
        "c FAILED A PHYSICAL AND MAY NOT PARTICIPATE IN ANY SPACE MISSIONS FOR THE DURATION OF ONE FULL YEAR.",
        "WESTERN AGENTS HAVE PENETRATED SECURITY AND DAMAGED THE e ROCKET PROGRAM. REPAIRS WILL COST 15 M.B.'S, OR A 20% LOSS IN SAFETY WILL RESULT.",
        "THE SPACE PROGRAM HAS SUFFERED A SEVERE SETBACK IN ITS e PROGRAM. REPAIRS WILL COST 20 M.B.'S, OR THE CAPSULE WILL LOSE 10% ON ITS SAFETY FACTOR FOR ITS NEXT MISSION.",
        "THERE HAS BEEN AN IMPORTANT ADVANCE IN ENGINEERING FOR THE SPACE PROGRAM. ALL HARDWARE HAS BEEN REDUCED IN COST 50% FOR THIS SEASON TO ACCELERATE THE PROGRAM.",
        "THE MINISTRY OF DEFENSE HAS TRANSFERRED THREE TOP FIGHTER PILOTS TO THE SPACE PROGRAM.",
        "AN ENGINEERING ERROR MEANS THAT THE NEXT MISSION LAUNCHED HAS A 50% CHANCE OF EXPLODING DURING LAUNCH.",
        "A MAJOR SPACE EXHIBIT OPENS AND DISPLAYS THE GREAT SOVIET CONQUESTS OF SPACE. ALL CITIZENS ARE IN AWE.",
        "COSMONAUT c IS SERIOUSLY INJURED WHILE PLAYING ICE HOCKEY. IS OUT OF THE PROGRAM.",
        "A TOP ROCKET DESIGNER COLLAPSES DUE TO OVERWORK AND MUST RETIRE. THE CENTRAL COMMITTEE AWARDS THE CITIZEN'S MEDAL FOR INDIVIDUAL SACRIFICE AND BRAVERY. R&D RESULTS ARE LOWER FOR ONE SEASON.",
        "A TOP ROCKET DESIGNER DIES IN SURGERY. THIS CAUSES A MAJOR DISRUPTION IN R&D FOR ONE SEASON.",
        "THE FRENCH PRIME MINISTER VISITS THE SOVIET SPACE MUSEUM IN MOSCOW.",
        "THE DEPARTMENT OF MAINTENANCE HAS SCHEDULED A LAUNCH FACILITY FOR REPAIR. IT WILL CLOSE DOWN THIS SEASON AND COST 10 M.B.'S.",
        "THE MINISTER OF PRODUCTION ANNOUNCED TODAY THAT THE VOSKHOD PROGRAM WILL COST AN ADDITIONAL 2 M.B.'S FOR EACH SPACECRAFT.",
        "THE CHIEF MINISTER OF FLIGHT OPERATIONS HAS REPORTED THAT THE b MISSION WILL BE DELAYED FOR ONE SEASON DUE TO HAIRLINE CRACKS IN THE FUEL TANKS.",
        "POLITBURO MEMBER VOLKOVICH SHARPLY ATTACKED THE SPACE PROGRAM TODAY. SPEAKING BEFORE THE SUPREME SOVIET, HE ACCUSED MINISTERS OF LAVISH SPENDING AND STRONGLY URGED FUNDING CUTS.",
        "THE MILITARY COMPLEX LOBBIED STRONGLY TODAY WITH THE MINISTRY OF PLANNING RECOMMENDING THE 'DIRECT ASCENT' APPROACH TO THE MOON. RED ARMY MISSILE EXPERTS EXPLAINED THE SUPERIORITY OF THEIR PLAN.",
        "A SCIENTIST FROM THE SOVIET ACADEMY OF SCIENCES SPOKE TODAY ON THE ADVANTAGES OF THE 'EARTH ORBITAL RENDEZVOUS' APPROACH IN GETTING A MAN ON THE MOON. HE SPOKE OF THE LONG-RANGE ADVANTAGES OF 'EOR'.",
        "A NEW PLAN WAS SUBMITTED TO THE MINISTRY OF PLANNING ON THE MERITS OF THE 'LUNAR ORBITAL RENDEZVOUS' APPROACH IN THE QUEST FOR GETTING A MAN ON THE MOON.",
        "A POLITBURO MEMBER TOURED A ROCKET PRODUCTION FACILITY TODAY. HE OBSERVED A SUCCESSFUL ENGINE TEST FIRING.",
        "A RIVAL SCIENTIST CRITICIZED THE SOVIET SPACE MINISTERS FOR THE HIGH COST OF MANNED EXPLORATION. ROBOT PLANETARY EXPLORERS WERE OFFERED AS A CHEAPER ALTERNATIVE.",
        "COSMONAUT TRAINING HAS SUFFERED A MINOR SLOWDOWN DUE TO POWER OUTAGES AT FACILITIES.",
        "TODAY, COMRADE FIDEL CASTRO TOURED THE SOVIET MILITARY FACILITIES. A GREAT SOCIALIST UNDER THE IMPERIALISTS' SOFT UNDERBELLY, PREMIER CASTRO COMPLIMENTED THE CCCP AS TRUE FOLLOWERS OF LENIN AND THE SOCIALIST WAY OF LIFE.",
        "A RED ARMY GENERAL HAS RECOMMENDED A ONE-WAY MISSION TO THE MOON. THIS IS ANOTHER SUPERIOR PLAN TO ALLOW A LONG-TERM SOVIET PRESENCE ON THE MOON.",
        "THE POLITBURO HAS ORDERS TO LAUNCH A CIVILIAN IN A MULTI-MANNED CAPSULE ON THE NEXT MISSION. BUDGET IS INCREASED BY 15 M.B.'S.",
        "SUPERIOR SOVIET ENGINEERS HAVE FORESEEN A POTENTIAL FAILURE MODE IN THE e PROGRAM. THE NEXT FAILURE IN THAT PROGRAM WILL BE AVOIDED.",
        "DRUNKEN WORKMANSHIP HAS CAUSED A DEFECT IN THE e CAPSULE. PAY 10 M.B.'S OR SUFFER 10% ON THE CAPSULE'S SAFETY FACTOR ON ITS NEXT MISSION.",
        "A DESIGN ERROR HAS CAUSED A REDUCTION OF 20% IN THE SAFETY FACTOR OF THE e PROGRAM.",
        "THE PRODUCTION FACILITY FOR THE CAPSULE PROGRAM CANNOT DELIVER ANY CAPSULES FOR A YEAR.",
        "THE KGB ORDERS THE GREAT SOVIET SPACE PROGRAM TO LAUNCH A SPY SATELLITE NEXT SEASON.",
        "THE MINISTRY OF SCIENCE HAS ANNOUNCED THAT AN ADDITIONAL 'DURATION MISSION E' WILL BE REQUIRED BEFORE ANY LUNAR LANDINGS WILL BE ATTEMPTED.",
        "A RESTRUCTURING OF THE FIVE-YEAR PLAN HAS RAISED THE COST OF THE SOYUZ PROGRAM BY AN ADDITIONAL 3 M.B.'S FOR EACH SPACECRAFT.",
        "THE MINISTRY OF DEFENSE HAS SHARED ADVANCED TECHNOLOGY, WHICH WILL BENEFIT THE e PROGRAM. THE SAFETY FACTOR IS NOW INCREASED BY i%.",
        "THE PRIMARY CREW FOR THE b LAUNCH THIS SEASON HAS BEEN REMOVED DUE TO THE COMMON COLD. THE BACKUP CREW WILL FLY THE SCHEDULED MISSION.",
        "THE PREMIER TOURED SPACE FACILITIES IN PLESETSK. ENGINEERS AND SPACE OFFICIALS EXPLAINED TO THE PREMIER THE VARIOUS APPROACHES OF GETTING A MAN ON THE MOON. ALL THE OPERATIONS ARE PROCEEDING SMOOTHLY.",
        "AN AGREEMENT AT THE UNITED NATIONS WAS SIGNED BY THE UNITED STATES AND THE USSR, PROHIBITING HIGH-ALTITUDE ATOMIC TESTS.",
        "A NEW ROCKET ENGINE WAS ROLLED OUT TODAY. THIS PROTOTYPE WILL HELP THE MOTHERLAND IN GETTING A SOCIALIST ON THE MOON FIRST.",
        "COSMONAUT c HAS BEEN DISCIPLINED AND TRANSFERRED FOR RE-EDUCATION.",
        "THE KGB HAS OBTAINED INFORMATION ON A NEW AMERICAN MISSILE CAPABLE OF LIFTING MORE THAN ANYTHING IN THE SOVIET INVENTORY.",
        "THE GENERAL SECRETARY HAS ORDERS FOR A COSMONAUT TO BE ON THE MOON WITHIN THE NEXT THREE YEARS. THERE IS A 20 M.B. INCREASE TO SHOW ADDITIONAL SUPPORT.",
        "THE OLD GUARD DECIDES TO FLEX ITS MUSCLES AND FORCES THE POLITBURO TO RECONSIDER ITS POSITION. f M.B.'S WILL BE DIVERTED TO THE MILITARY.",
        "GLORIOUS SOVIET ENGINEERS HAVE, BY TESTING AND ANALYSIS, FORESEEN A POTENTIAL FAILURE ON THE e PROGRAM. THE NEXT FAILURE IN THAT PROGRAM WILL BE AVOIDED.",
        "THERE HAS BEEN A SCIENTIFIC BREAKTHROUGH IN THE e PROGRAM. THE SAFETY FACTOR HAS BEEN INCREASED BY i%.",
        "THE MILITARY AND KGB HAVE DECIDED TO CUT FUNDING FOR THE SPACE PROGRAM IN FAVOR OF MORE CONVENTIONAL WEAPONS AND INTERNAL SECURITY. THE SPACE BUDGET HAS BEEN REDUCED TO f M.B.'S.",
        "THE GOVERNMENT ORDERS THAT THE SPACE PROGRAM'S BUDGET BE CUT TO ALLOW FOR WHAT IT FEELS IS A MUCH-NEEDED MILITARY BUILDUP. THE BUDGET IS NOW f M.B.'S.",
        "A NEW SURFACE-TO-AIR MISSILE WAS TESTED TODAY AND SUCCESSFULLY SHOT DOWN ITS TARGET.",
        "DISSIDENTS WERE ROUNDED UP TODAY AFTER THE ORGANIZED DISRUPTION AT THE MAY",
        "THE MINISTRY OF ACCOUNTING HAS DISCOVERED WASTE AND MISMANAGEMENT IN THE SPACE PROGRAM AND WILL DEDUCT 5 M.B.'S FROM FUNDING THIS YEAR.",
        "SOVIET TECHNOLOGY TRIUMPHS AGAIN! THE U.S.S.R. HAS SUCCESSFULLY TESTED THE LARGEST ROCKET ENGINE IN THE WORLD!",
        "THE SOVIET UNION HAS CONSTRUCTED A TRACKING SHIP TO ASSIST IN RELAY AND COMMUNICATIONS WITH SATELLITES AND DEEP SPACE MISSIONS. SEA TRIALS BEGIN NEXT MONTH.",
        "THE KREMLIN ANNOUNCED TODAY THE FORMATION OF GLAVCOSMOS, A STATE AGENCY RESPONSIBLE FOR THE LAUNCHING OF COMMUNICATION SATELLITES. NOW THE GLORY OF SOCIALISM CAN BE HEARD BY THE OPPRESSED EVERYWHERE.",
        "THE POLITBURO WARNS ITS CITIZENS OF THE DANGERS OF THE CAPITALISTS LEADING THE SPACE RACE. ALL CITIZENS ARE URGED TO WORK HARDER IN DEFENDING THE MOTHERLAND.",
        "A SOVIET SCIENTIST HAS SUBMITTED A PROPOSAL FOR A LUNAR HABITAT CAPABLE OF SUSTAINING COSMONAUTS FOR UP TO THIRTY DAYS ON THE MOON.",
        "GLORIOUS SPACE SPIN-OFFS! THE MINISTRY OF AGRICULTURE ANNOUNCED TODAY THAT SUPERIOR SOVIET SPACE TECHNOLOGY WILL ASSIST IN IMPROVING CROP YIELDS.",
        "SOVIET ENGINEERS HAVE SUCCESSFULLY TEST-FIRED A NUCLEAR ROCKET ENGINE. SOMEDAY, THIS SUPERIOR TECHNOLOGY WILL ENSURE THAT THE FIRST MEN ON MARS WILL BE COSMONAUTS.",
        "THE SOVIET UNION HAS SUCCESSFULLY LAUNCHED A NEW, MORE POWERFUL ICBM. THIS IS ANOTHER WEAPON TO STOP AMERICAN AGGRESSION.",
        "MARSHAL KAMINOV PROPOSED TO THE SUPREME SOVIET THAT SPACE FUNDING SHOULD BE DIVERTED TO A SPACE WEAPONS PROGRAM TO SHOOT DOWN THE CAPITALIST AGGRESSORS.",
        "THE MINISTRY OF INFORMATION HAS PRODUCED AN INSPIRING GAME ABOUT OUR SOVIET HEROES IN THE SPACE PROGRAM.",
        "THE SOVIET MINISTRY OF AEROSPACE HAS SUBMITTED A PROPOSAL FOR A LARGE REUSABLE SPACE SHUTTLE FOR USE IN THE POST-LUNAR PROGRAM.",
        "THE SOVIET MILITARY HAS DEVELOPED PLANS FOR A PERMANENT ORBITAL STATION FOR MONITORING AMERICAN AGGRESSION.",
        "THE SOVIET NAVY HAS SUCCESSFULLY COMPLETED CAPSULE WATER-RECOVERY TRIALS, AND IS CONFIDENT OF ITS ABILITIES.",
        "THE SOVIET SCIENCE MINISTRY EVALUATES THE APPLICATIONS OF THE SANGER ANTIPODAL BOMBER. A PROTOTYPE IS EXPECTED TO BE READY FOR DROP TESTS NEXT YEAR.",
        "POLITBURO MEMBERS ARE EXCITED BY THE PROSPECT OF A FUTURE SOVIET MILITARY SPACE MISSION. AMERICAN AGGRESSION CAN BE MORE CLOSELY MONITORED ON SUCH MISSIONS."
    ]
}
