{
    "astro_news": [
    	"xASTRONAUTS IN THE NEWS...x",
        " HAS ANNOUNCED RETIREMENT",
        " HAS RETIRED THIS SEASONx",
        " DIED LAST SEASONx",
        " WAS INJURED DURING THE LAST SEASONx",
        " WAS RELEASED FROM THE HOSPITALx",
        " WAS REMOVED FROM CURRENT FLT CREWx",
        " GRADUATED FROM BASIC TRAININGx",
        " GRADUATED FROM ADVANCED TRAININGx",
        " WAS INJURED DURING TRAININGx",
        " WAS A PHYSICAL WASHOUT: RETIREDx",
        " HAS BEEN MOVED BACK TO THE ASTRONAUT COMPLEXx"
    ],
    "cosmo_news": [
    	"xIN COSMONAUT NEWS...x",
        " HAS ANNOUNCED RETIREMENT",
        " HAS RETIRED THIS SEASONx",
        " DIED LAST SEASONx",
        " WAS INJURED DURING THE LAST SEASONx",
        " WAS RELEASED FROM THE HOSPITALx",
        " WAS REMOVED FROM CURRENT FLT CREWx",
        " GRADUATED FROM BASIC TRAININGx",
        " GRADUATED FROM ADVANCED TRAININGx",
        " WAS INJURED DURING TRAININGx",
        " WAS A PHYSICAL WASHOUT: RETIREDx",
        " HAS BEEN MOVED BACK TO THE COSMONAUT CENTERx"
    ],
    "us_reasons": [
        " FOR FAMILY REASONS.x",
        " FOR BUSINESS OPPORTUNITY.x",
        " FOR POLITICAL AMBITIONS.x",
        " FOR DISSATISFACTION.x",
        " FOR HEALTH REASONS.x",
        " FOR PERSONAL REASONS.x",
        "",
        " WHILE ON A MISSION.x",
        " DUE TO A MISSION INJURY.x",
        "",
        " FOR FEAR OF PERSONAL SAFETY.x",
        " FOR BEING A PHYSICAL WASHOUT.x",
        " FOR DISSATISFACTION WITH THE SPACE PROGRAM.x"
    ],
    "sov_reasons": [
        " AS ORDERED BY THE KREMLIN.x",
        " FOR HEALTH REASONSx",
        " FOR 'PERSONALITY CONFLICTS'.x",
        " FOR QUESTION OF LOYALTY SUPPORT.x",
        " RELOCATION TO SIBERIA WAS APPROVED.x",
        " TO JOIN THE GREAT RED ARMY.x",
        "",
        " WHILE ON A MISSION.x",
        " DUE TO A MISSION INJURY.x",
        "",
        " FOR FEAR OF PERSONAL SAFETY.x",
        " FOR BEING A PHYSICAL WASHOUT.x",
        " FOR DISSATISFACTION WITH THE SPACE PROGRAM.x"
    ],
    "us_news": [
    	"xALSO IN THE NEWS...x",
        "THE CIVIL RIGHTS ACT OF 1957 HAS PASSED. THE RIGHT TO VOTE IS NOW AVAILABLE FOR ALL PEOPLE. REGISTRATION RESTRICTIONS HAVE BEEN ELIMINATED.",
        "THE PENTAGON HAS ANNOUNCED A NEW STRATEGY IN THE EVENT OF A NUCLEAR WAR, MASSIVE RETALIATION. A PENTAGON SPOKESMAN SAID THIS WILL MAKE ANY ADVERSARY THINK TWICE BEFORE INITIATING A NUCLEAR STRIKE ON AMERICA.",
        "THE FIRST AROUND-THE-WORLD NONSTOP JET PLANE FLIGHT IS COMPLETED BY THREE B-52 BOMBERS WITH AN AVERAGE SPEED OF 525 MPH.",
        "THE DETROIT LIONS DEFEATED THE CLEVELAND BROWNS 59 TO 14 FOR THE NATIONAL FOOTBALL LEAGUE CHAMPIONSHIP.",
        "IN WEST PAKISTAN, AN EXPRESS TRAIN CRASHED INTO A STANDING OIL TRAIN, KILLING NEARLY 300.",
        "175 WERE KILLED IN JAMAICA WHEN A TRAIN PLUNGED INTO A RAVINE.",
        "DAILY TRANSATLANTIC JET PASSENGER SERVICE HAS BEEN INAUGURATED BY BOAC.",
        "PRESIDENT EISENHOWER HAS ANNOUNCED THAT 14,000 MARINES WILL BE SENT TO LEBANON IN ORDER TO BRING AN EARLY PEACE TO THE SPLINTERED MIDDLE EASTERN COUNTRY.",
        "PREMIER KHRUSHCHEV HAS BEEN PRONOUNCED MAN OF THE YEAR BY TIME MAGAZINE. THE SOVIET LEADER HAS HAD THE GREATEST INFLUENCE IN THE WORLD IN THE LAST YEAR.",
        "THE BALTIMORE COLTS, LED BY QUARTERBACK JOHN UNITAS, DEFEATED THE NY GIANTS 23 TO 17 IN OVERTIME FOR THE CHAMPIONSHIP.",
        "GENERAL CHARLES DE GAULLE BECOMES FRENCH PREMIER AND IS ELECTED PRESIDENT OF FRANCE'S FIFTH REPUBLIC.",
        "BRAZIL WINS THE WORLD CUP IN SOCCER.",
        "THE CUBAN LEADER BATISTA HAS BEEN OVERTHROWN. THE STATE DEPARTMENT ANNOUNCED THAT IT WILL RECOGNIZE THE NEW CASTRO GOVERNMENT.",
        "THE MOVIE 'BEN-HUR' HAS WON THE OSCAR FOR BEST PICTURE.",
        "INGEMAR JOHANSSON DEFEATS FLOYD PATTERSON FOR THE WORLD HEAVYWEIGHT BOXING TITLE.",
        "GARY PLAYER WINS THE BRITISH OPEN IN GOLF.",
        "JACK BRABHAM OF AUSTRALIA IS THE WORLD GRAND PRIX DRIVER CHAMPION.",
        "THE BALTIMORE COLTS DEFEAT THE NEW YORK GIANTS 31 TO 16 FOR THE NATIONAL FOOTBALL LEAGUE CHAMPIONSHIP.",
        "THE WHITE HOUSE ACKNOWLEDGES THAT A U-2 SPY PLANE HAS STRAYED OFF COURSE AND CRASHED IN THE SOVIET UNION.",
        "PRESIDENT EISENHOWER HAS ANNOUNCED THE SUSPENSION OF CUBA'S SUGAR QUOTA. THE UNITED STATES AND THE CARIBBEAN NATION HAVE BEEN AT ODDS WITH EACH OTHER SINCE THE OVERTHROW OF BATISTA'S REGIME.",
        "NAZI MURDERER ADOLF EICHMANN HAS BEEN CAPTURED BY ISRAELI AGENTS IN ARGENTINA.",
        "MARTIN LUTHER KING AND FIFTY-TWO DEMONSTRATORS WERE ARRESTED FOR PROTESTING AT AN ATLANTA LUNCH COUNTER THAT SERVED WHITES ONLY.",
        "THE PRESIDENTIAL ELECTION IS TOO CLOSE TO CALL. SENATOR KENNEDY APPEARS TO HAVE A SLIM LEAD OF 113,000 VOTES OVER VICE PRESIDENT NIXON OUT OF 68,335,000 VOTES CAST.",
        "THIRTEEN OIL-PRODUCING NATIONS HAVE FORMED A NEW ORGANIZATION, OPEC.",
        "THE UNITED STATES AND THE SOVIET UNION HAVE REACHED AN AGREEMENT TO EXCHANGE SOVIET SPY COLONEL RUDOLF ABEL FOR THE RETURN OF AMERICAN U-2 PILOT GARY POWERS.",
        "THE STATE DEPARTMENT ANNOUNCED THAT THE UNITED STATES IS SEVERING DIPLOMATIC RELATIONS WITH CUBA.",
        "PRESIDENT KENNEDY ANNOUNCED THAT THE BAY OF PIGS IS A DISASTER FOR THE U.S.-BACKED CUBAN EXILES.",
        "THE SOVIET UNION HAS BEGUN CONSTRUCTING A WALL AND MINEFIELDS AROUND THE CITY OF BERLIN. A COMMUNIST STATEMENT DECLARED THAT THE POLLUTING IDEAS OF THE CAPITALIST WEST MUST BE KEPT OUT OF SOCIALIST GERMANY.",
        "THE PRESIDENT ANNOUNCES THE ESTABLISHMENT OF THE PEACE CORPS IN ORDER TO HELP UNDERPRIVILEGED NATIONS.",
        "ROGER MARIS OF THE NEW YORK YANKEES HAS BROKEN BABE RUTH'S HOME RUN RECORD, WITH 61 HOME RUNS IN A SINGLE SEASON.",
        "THE CIA HAS RELEASED A STATEMENT REPORTING THAT OVER 5000 SOVIET TECHNICIANS AND SIXTY-FIVE MISSILE SITES ARE UNDER CONSTRUCTION IN CUBA. THERE IS HEAVY U.S. MILITARY ACTIVITY IN SOUTH FLORIDA IN RESPONSE TO THIS CRISIS.",
        "CONVICTED NAZI MURDERER ADOLF EICHMANN HAS BEEN HANGED FOR HIS PARTICIPATION IN THE NAZI EXTERMINATION OF THE JEWS.",
        "THE MOVIE 'LAWRENCE OF ARABIA' HAS WON THE OSCAR FOR BEST PICTURE.",
        "PRESIDENT KENNEDY HAS ANNOUNCED A QUARANTINE OF CUBA AND WARNS THAT ANY ATTACK IN THE WESTERN HEMISPHERE WOULD BE TREATED AS IF IT WERE A SOVIET ATTACK ON THE UNITED STATES.",
        "PREMIER KHRUSHCHEV HAS AGREED TO THE DISMANTLING OF MISSILE SITES IN CUBA. THERE ARE RUMORS OF A HANDS-OFF AGREEMENT ON CUBA.",
        "A COAL MINE EXPLOSION IN SAARLAND, WEST GERMANY, HAS KILLED 298.",
        "FRANCE AND GERMANY HAVE SIGNED A TREATY OF COOPERATION, ENDING OVER FOUR CENTURIES OF CONFLICT.",
        "A TELEPHONE HOTLINE CONNECTING THE SOVIET UNION AND THE UNITED STATES HAS BEEN APPROVED TO REDUCE THE RISK OF AN ACCIDENTAL WAR.",
        "AN ATOMIC-POWERED SUBMARINE, THE THRESHER, HAS SUNK IN THE NORTH ATLANTIC. 129 ARE DEAD.",
        "PRESIDENT KENNEDY HAS BEEN ASSASSINATED IN DALLAS BY A SNIPER! TEXAS GOVERNOR CONOLLY IS CRITICALLY WOUNDED. VICE PRESIDENT JOHNSON IS SWORN IN AS PRESIDENT DURING THE FLIGHT FROM DALLAS. THE NATION IS STUNNED!",
        "PRESIDENT KENNEDY'S ASSASSIN, SUSPECT LEE HARVEY OSWALD, HAS BEEN GUNNED DOWN BY LOCAL NIGHT CLUB OWNER JACK RUBY! THERE IS CONCERN OF A COVER-UP AND SEVERAL WITNESSES AT THE KENNEDY ASSASSINATION REPORT A SECOND GUNMAN.",
        "THE ADMINISTRATION HAS APPROVED THE SALE OF 250 MILLION DOLLARS OF WHEAT TO THE SOVIET UNION.",
        "MARTIN LUTHER KING HAS RECEIVED THE NOBEL PEACE PRIZE FOR HIS CIVIL RIGHTS EFFORTS.",
        "JACK RUBY HAS BEEN CONVICTED OF THE MURDER OF LEE HARVEY OSWALD.",
        "THE MOVIE 'MY FAIR LADY' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE PRESIDENT'S COMMISSION ON THE ASSASSINATION OF PRESIDENT KENNEDY ANNOUNCES ITS FINDINGS THAT LEE HARVEY OSWALD HAD ACTED ALONE.",
        "THE REPUBLICAN PARTY HAS NOMINATED THE PRESIDENTIAL CANDIDATE OF 'UNIVERSAL APPEAL', SENATOR BARRY GOLDWATER.",
        "THE STRONGEST EARTHQUAKE IN NORTH AMERICA, MEASURING OVER 8.1, HIT 80 MILES EAST OF ANCHORAGE, ALASKA, KILLING 117. ",
        "MALCOLM X HAS BEEN SHOT TO DEATH AT A RALLY IN NEW YORK CITY.",
        "PRESIDENT JOHNSON HAS AUTHORIZED AN INCREASE OF AMERICAN TROOPS INTO SOUTH VIETNAM.",
        "THE MOVIE 'THE SOUND OF MUSIC' HAS WON THE OSCAR FOR BEST PICTURE.",
        "A MAJOR POWER FAILURE BLACKS OUT PARTS OF EIGHT NORTHEASTERN STATES OF THE U.S. AND TWO CANADIAN PROVINCES.",
        "A MILITARY CHARTERED FLIGHT CRASHES INTO A VILLAGE IN SOUTH VIETNAM, KILLING 125.",
        "A SERIES OF CYCLONES HAVE KILLED OVER 50,000 IN PAKISTAN.",
        "THE MOVIE 'A MAN FOR ALL SEASONS' HAS WON THE OSCAR FOR BEST PICTURE.",
        "JACK NICKLAUS WINS THE MASTERS IN GOLF AT AUGUSTA, GEORGIA.",
        "BILLIE JEAN KING WINS THE WOMEN'S SINGLES AT WIMBLEDON.",
        "NOW, THE NATIONAL ORGANIZATION FOR WOMEN, HAS BEEN FOUNDED. ",
        "ENGLAND WINS THE WORLD CUP IN SOCCER.",
        "MICHAEL E. DE BAKY IMPLANTS THE FIRST ARTIFICIAL HUMAN HEART IN HOUSTON, TEXAS.",
        "ARAB AND ISRAELI FORCES FIGHT A SIX-DAY WAR, WITH ISRAEL OCCUPYING THE SINAI PENINSULA, GOLAN HEIGHTS, GAZA STRIP AND THE EAST BANK OF THE SUEZ CANAL",
        "COMMUNIST CHINA HAS EXPLODED ITS FIRST ATOMIC BOMB.",
        "THE MOVIE 'IN THE HEAT OF THE NIGHT' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THURGOOD MARSHALL HAS BEEN SWORN IN AS THE FIRST BLACK U.S. SUPREME COURT JUSTICE.",
        "DOCTOR CHRISTIAN BARNARD HAS PERFORMED THE WORLD'S FIRST SUCCESSFUL HUMAN HEART TRANSPLANT.",
        "AUSTRALIAN JOHN NEWCOMBE HAS WON WIMBLEDON, THE BRITISH TENNIS CHAMPIONSHIP.",
        "THE U.S. NAVY SHIP PUEBLO HAS BEEN BOARDED AND SEIZED BY NORTH KOREA. THE CREW IS ARRESTED AS SPIES.",
        "TET OFFENSIVE! THE VIET CONG GUERRILLAS LAUNCH A MAJOR OFFENSIVE IN ALL OF SOUTH VIETNAM. OVER 100 CITIES INCLUDING SAIGON AND 26 PROVINCIAL CAPITALS ARE UNDER ATTACK. CASUALTIES ARE REPORTED TO BE VERY HIGH.",
        "CIVIL RIGHTS LEADER MARTIN LUTHER KING HAS BEEN STRUCK DOWN BY AN ASSASSIN IN MEMPHIS, TENNESSEE.",
        "PRESIDENTIAL CANDIDATE ROBERT KENNEDY HAS BEEN ASSASSINATED IN LOS ANGELES, CALIFORNIA AFTER WINNING THE CALIFORNIA DEMOCRATIC PRIMARY. SEVERAL BYSTANDERS ARE WOUNDED, AS THE LAPD QUICKLY CLOSES THE INVESTIGATION.",
        "VICE PRESIDENT HUBERT HUMPHREY IS NOMINATED AS THE DEMOCRATIC PRESIDENTIAL CANDIDATE AMID RIOTS, VIOLENCE AND CONFRONTATION AT THE DEMOCRATIC CONVENTION IN CHICAGO.",
        "RICHARD NIXON WINS THE OFFICE OF PRESIDENT IN THE GENERAL ELECTION.",
        "JOE NAMATH AND THE NEW YORK JETS HAVE DEFEATED THE BALTIMORE COLTS 16 TO 7 FOR THE SUPER BOWL IN MIAMI.",
        "THE NUCLEAR AIRCRAFT CARRIER ENTERPRISE HAS HAD SEVERAL FLASH EXPLOSIONS, KILLING 27 AND INJURING 82.",
        "THE MOVIE 'MIDNIGHT COWBOY' HAS WON THE OSCAR FOR BEST PICTURE.",
        "PRESIDENT NIXON ANNOUNCES A PEACE PLAN FOR THE VIETNAM CONFLICT.",
        "THE AMAZING NEW YORK METS HAVE DEFEATED THE BALTIMORE ORIOLES IN THE WORLD SERIES.",
        "MASSIVE DEMONSTRATIONS PROTEST OR SUPPORT THE WAR POLICY ACROSS THE UNITED STATES.",
        "PRESIDENT NIXON ANNOUNCES THE SENDING OF U.S. TROOPS INTO CAMBODIA.",
        "FOUR STUDENTS AT KENT STATE UNIVERSITY HAVE BEEN SLAIN BY NATIONAL GUARDSMEN AT A DEMONSTRATION PROTESTING THE UNITED STATES' ENTRY INTO CAMBODIA.",
        "THE BOSTON BRUINS HAVE WON THE STANLEY CUP IN HOCKEY.",
        "THE BALTIMORE ORIOLES HAVE BEATEN THE CINCINNATI REDS FOR THE WORLD SERIES IN BASEBALL.",
        "JOCHEN RINDT OF AUSTRIA IS THE WORLD GRAND PRIX DRIVER CHAMPION.",
        "BRAZIL WINS THE WORLD CUP IN SOCCER.",
        "THE SUPREME COURT HAS RULED UNANIMOUSLY THAT THE BUSING OF STUDENTS MAY BE ORDERED IN ORDER TO ACHIEVE RACIAL DESEGREGATION.",
        "PRESIDENT NIXON HAS ANNOUNCED THE FULL RECOGNITION OF COMMUNIST CHINA.",
        "THE MOVIE 'THE FRENCH CONNECTION' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE UNITED NATIONS HAS ADMITTED COMMUNIST CHINA AS A MEMBER AND EXPELS NATIONALIST CHINA.",
        "THE TWENTY-SIXTH AMENDMENT HAS PASSED, LOWERING THE VOTING AGE REQUIREMENT TO 18 YEARS OF AGE IN THE UNITED STATES.",
        "LEE TREVINO HAS WON THE BRITISH OPEN IN GOLF.",
        "PRESIDENT NIXON VISITS CHINA ON AN HISTORIC EIGHT-DAY VISIT.",
        "THE UNITED STATES RESPONDS TO NORTH VIETNAM'S DMZ VIOLATIONS BY MINING NORTH VIETNAMESE PORTS AND BOMBING HANOI.",
        "THE MOVIE 'THE GODFATHER' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE U.S. SUPREME COURT RULES THAT THE DEATH PENALTY IS UNCONSTITUTIONAL.",
        "ELEVEN ISRAELI ATHLETES AT THE OLYMPIC GAMES IN MUNICH ARE KILLED BY ARAB TERRORISTS.",
        "THE OAKLAND ATHLETICS HAVE BEATEN THE CINCINNATI REDS FOR THE WORLD SERIES IN BASEBALL.",
        "THE REPRESENTATIVES OF NORTH AND SOUTH VIETNAM HAVE SIGNED PEACE PACTS IN PARIS, ENDING HOSTILITIES AND THE UNITED STATES' LONGEST WAR.",
        "SECRETARIAT WINS THE TRIPLE CROWN IN HORSE RACING.",
        "THE MOVIE 'THE STING' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE FOURTH AND BLOODIEST ARAB-ISRAEL WAR HAS ERUPTED ON YOM KIPPUR, AS EGYPT AND SYRIA LAUNCH AN ATTACK ON ISRAEL.",
        "VICE PRESIDENT SPIRO T. AGNEW RESIGNS FROM OFFICE TO FACE CHARGES OF EVASION OF INCOME TAXES.",
        "OPEC HIKES THE PRICE OF CRUDE OIL! WORLD ECONOMIES ARE FEELING THE PINCH IN THE ENERGY CRISIS!",
        "PATRICIA HEARST, DAUGHTER OF PUBLISHING TYCOON RANDOLF HEARST, HAS BEEN KIDNAPPED BY THE SYMBIONESE LIBERATION ARMY.",
        "THE MOVIE 'THE GODFATHER PART II' HAS WON THE OSCAR FOR BEST PICTURE.",
        "JIMMY CONNORS HAS WON WIMBLEDON, THE BRITISH TENNIS CHAMPIONSHIP.",
        "PRESIDENT NIXON HAS RESIGNED FROM OFFICE. VICE PRESIDENT FORD HAS TAKEN THE OATH OF OFFICE OF PRESIDENT.",
        "PRESIDENT FORD HAS GRANTED A 'FULL, FREE AND ABSOLUTE PARDON' TO EX-PRESIDENT NIXON.",
        "MUHAMMAD ALI HAS KNOCKED OUT GEORGE FOREMAN IN EIGHT ROUNDS FOR THE WORLD BOXING HEAVYWEIGHT TITLE.",
        "THE AMERICAN MERCHANT SHIP MAYAGUEZ HAS BEEN SEIZED BY CAMBODIAN FORCES. PRESIDENT FORD AUTHORIZES A RESCUE OPERATION.",
        "FULL-SCALE WAR HAS ERUPTED IN VIETNAM. SOUTH VIETNAM HAS LOST SEVERAL PROVINCES AND APPEARS TO BE CRUMBLING.",
        "JACK NICKLAUS WINS THE MASTERS GOLF TOURNAMENT IN AUGUSTA, GEORGIA.",
        "SOUTH VIETNAM HAS FALLEN TO COMMUNIST FORCES. AMERICANS EVACUATE THE U.S. EMBASSY IN SAIGON.",
        "PRESIDENT FORD ESCAPES TWO ASSASSINATION ATTEMPTS IN A PERIOD OF SEVENTEEN DAYS.",
        "THE MOVIE 'ONE FLEW OVER THE CUCKOO'S NEST' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE UNITED STATES SUPREME COURT RULES THAT THE DEATH PENALTY IS NOT INHERENTLY CRUEL OR UNUSUAL PUNISHMENT AND IS CONSTITUTIONALLY ACCEPTABLE.",
        "THE MOVIE 'ROCKY' HAS WON THE OSCAR FOR BEST PICTURE.",
        "THE PHILADELPHIA FLYERS HAVE WON THE STANLEY CUP.",
        "THE UNITED STATES CELEBRATES ITS BICENTENNIAL.",
        "ISRAELI COMMANDOS ATTACK UGANDA'S ENTEBBE AIRPORT AND FREE 103 HOSTAGES HELD BY TERRORISTS.",
        "A MYSTERIOUS DISEASE KILLS 29 AT AN AMERICAN LEGION CONVENTION IN PHILADELPHIA.",
        "PRESIDENT CARTER HAS PARDONED VIETNAM DRAFT EVADERS.",
        "DENG XIAOPING RETURNS TO POWER AS THE 'GANG OF FOUR' IS EXPELLED FROM THE COMMUNIST PARTY.",
        "THE PITTSBURGH STEELERS HAVE DEFEATED THE DALLAS COWBOYS, 21 TO 17, IN THE SUPER BOWL."
    ],
    "sov_news": [
    	"xOTHER EVENTS IN THE NEWS...x",
        "THE POLITBURO REPORTS THAT THE UNITED STATES IS INCREASING ITS AIR FORCE AND NAVY FOR WORLD DOMINATION.",
        "STUDIES SHOW THAT THE AVERAGE SOVIET CITIZEN LEADS A HEALTHIER AND MORE PRODUCTIVE LIFE THAN THE AVERAGE AMERICAN.",
        "THE MINISTRY OF DEFENSE HAS ANNOUNCED THAT AMERICAN BOMBERS ARE NOW OBSOLETE. TODAY, THE SOVIET UNION SUCCESSFULLY LAUNCHED THE FIRST INTERCONTINENTAL MISSILE.",
        "ALL SOVIET CITIZENS CELEBRATE THE FORTIETH ANNIVERSARY OF THE OCTOBER REVOLUTION.",
        "THE SOVIET UNION OFFERS SUPPORT AND SOLIDARITY TO SYRIA AS A RESPONSE TO AMERICAN AGGRESSION IN THE MIDEAST.",
        "COMRADE KHRUSHCHEV HAS BEEN ELEVATED TO THE OFFICE OF PREMIER OF THE SOVIET UNION.",
        "SOVIET INDUSTRY AND PRODUCTION QUOTAS HAVE BROKEN ALL RECORDS.",
        "THE MINISTRY OF DEFENSE REPORTS THAT THE WARMONGERING UNITED STATES IS INCREASING ITS MILITARY.",
        "THE SOVIET UNION APPLAUDS THE OVERTHROW OF THE AMERICAN PUPPET BATISTA IN CUBA.",
        "COMRADE WORKERS, UNITE AGAINST IMPERIALIST CAPITALIST AGGRESSION! MAKE SACRIFICES NOW FOR A SOCIALIST FUTURE!",
        "PREMIER KHRUSHCHEV ANNOUNCES THAT SOVIET SATELLITES WILL NEVER HAVE SPY CAMERAS.",
        "HEAVY INDUSTRY AND CROP OUTPUT EXCEED ALL QUOTAS! COMMUNISM PROVES ITS SUPERIORITY ONCE AGAIN.",
        "AN AMERICAN CIA PLANE INVADED 1300 MILES INTO SOVIET TERRITORY AND WAS SHOT DOWN!",
        "COMMUNIST CHINA IS STRAYING FROM THE PATH OF LENINIST THEORY.",
        "THE SOVIET UNION CONGRATULATES CUBA FOR THE NATIONALIZING OF CAPITALIST AMERICAN PROPERTY.",
        "PREMIER KHRUSHCHEV CANCELS THE PARIS SUMMIT AFTER THE AMERICAN WARRIOR EISENHOWER DENIES THE EXISTENCE OF INTENTIONAL U-2 OVERFLIGHTS.",
        "RELATIONS WERE ESTABLISHED WITH CUBA. COMRADE CASTRO IS TO BE CONGRATULATED AS A GREAT COMMUNIST.",
        "THE IMPERIALIST WARMONGER AMERICANS WERE THROWN BACK INTO THE OCEAN IN A FAILED INVASION OF CUBA. CUBAN COMMUNIST FORCES WERE VICTORIOUS IN KILLING THOUSANDS OF CIA THUGS.",
        "OUR COMRADES IN EAST GERMANY HAVE PUT UP A BARRIER TO PREVENT DECADENT CAPITALISM FROM ENTERING.",
        "SOVIET SCIENTISTS HAVE FIRED A 50-MEGATON HYDROGEN BOMB, THE LARGEST EXPLOSION IN HISTORY.",
        "IN A HUMANITARIAN GESTURE, THE SOVIET UNION HAS RELEASED THE CIA SPY GARY POWERS IN EXCHANGE FOR A SOVIET CITIZEN.",
        "THE POLIBURO ANNOUNCED THAT IT WOULD DEFEND ALL SOCIALIST COUNTRIES AGAINST AMERICAN AGGRESSION.",
        "THE SOVIET GOVERNMENT HAS AGREED TO AID IN THE DEFENSE OF OUR CUBAN BROTHERS. THE UNITED STATES IS PLANNING A SECOND INVASION OF THE LATIN COUNTRY.",
        "PREMIER KHRUSHCHEV PREVENTS TRIGGER-HAPPY PRESIDENT KENNEDY FROM STARTING A NUCLEAR WAR. THE PREMIER'S STATESMANSHIP RESTORES CALM TO THE CRISIS.",
        "A HOTLINE HAS BEEN ESTABLISHED WITH THE AMERICAN CAPITAL IN ORDER TO PREVENT AN ACCIDENTIAL NUCLEAR WAR.",
        "THE MINISTRY ANNOUNCES THAT POVERTY IN THE UNITED STATES HAS REACHED RECORD LEVELS.",
        "MOTORCYCLE HOODLUM GANGS TERRORIZE AMERICAN CITIES. CRIMINAL ACTIVITY IS ALSO INCREASING IN THE CAPITALISTS' CITIES. ",
        "COMRADE, AMERICAN SPIES ARE INFESTING THE SOVIET UNION. BE ON GUARD AND REPORT ALL TRAITORS.",
        "TRAITOROUS WARLORDS HAVE TAKEN OVER MOST OF CHINA.",
        "GLORIOUS SOVIET AUTOMOBILE MANUFACTURING HAS ONCE AGAIN EXCEEDED QUOTAS!",
        "COMRADE KHRUSHCHEV HAS VOLUNTARILY STEPPED DOWN FOR HEALTH REASONS.",
        "COMRADE KHRUSHCHEV DESIGNATES SUCCESSORS!",
        "SOVIET CITIZENS CELEBRATE THE TWENTIETH ANNIVERSARY OF THE GLORIOUS VICTORY OVER NAZI GERMANY.",
        "NEW INTERCONTINENTAL BALLISTIC MISSILES ARE DISPLAYED AT THE MAY-DAY PARADE.",
        "THE MINISTER OF AGRICULTURE ANNOUNCES NEW GOALS FOR THE FIVE-YEAR PLAN.",
        "THE WARMONGERING IMPERIALIST AMERICANS HAVE INVADED VIETNAM, CRUSHING PEASANTS WITH TANKS.",
        "THE SOVIET UNION WILL LEND TECHNICAL ASSISTANCE TO NORTH VIETNAM.",
        "HUMANITARIAN CAMPS AND MEDICAL AID WILL BE SENT TO NORTH VIETNAM.",
        "THE UNITED STATES HAS RAISED TENSIONS IN THE ARMS RACE BY INCREASING THE NUMBER OF ICBMS AND EXPANDING CONVENTIONAL FORCES.",
        "THE YOUTH IN AMERICA ARE BECOMING DRUG ADDICTS AND CRIMINALS.",
        "ISRAELI FORCES OCCUPY ARAB TERRITORY.",
        "CHINA THREATENS THE WORLD AFTER STEALING NUCLEAR TECHNOLOGY.",
        "SOVIET CITIZENS JOYOUSLY CELEBRATE THE FIFTIETH ANNIVERSARY OF THE OCTOBER REVOLUTION.",
        "SOVIET INDUSTRIAL PRODUCTION EXCEEDS ALL QUOTAS.",
        "AMERICAN FORCES ARE OVERRUN IN SOUTH VIETNAM.",
        "THE INVINCIBLE RED ARMY WINS THE GOLD MEDAL IN ICE HOCKEY!",
        "THE MINISTER OF AGRICULTURE ANNOUNCES THAT PRODUCTION QUOTAS HAVE BROKEN RECORDS!",
        "THUGS ARE SUPPRESSED IN CZECHOSLOVAKIA. THE WARSAW PACT RESTORES ORDER.",
        "THE AMERICAN GOVERNMENT BATTLES WITH ITS CITIZENS OVER THE VIETNAM WAR.",
        "PROSTITUTION AND DRUG USE REACH RECORD LEVELS IN THE UNITED STATES.",
        "AMERICAN POLITICS ARE DECIDED BY THE CIA AND ASSASSINATIONS.",
        "THE SOVIET UNION IS THE WORLD LEADER IN TECHNOLOGY.",
        "SOVIET CITIZENS CELEBRATE THE TWENTY-FIFTH ANNIVERSARY OF THE GLORIOUS VICTORY OVER NAZI GERMANY.",
        "VALIANT VETERANS SEE NEW JET FIGHTERS AND TANKS AT THE MAY-DAY PARADE.",
        "THE MINISTER OF AGRICULTURE HAS BEEN ARRESTED AND CONVICTED ON CORRUPTION CHARGES.",
        "THE MINISTER OF AGRICULTURE HAS BEEN EXECUTED FOR GRAFT AND CORRUPTION.",
        "PROTESTS ERUPT IN AMERICA. HUNDREDS OF THOUSANDS DEMAND AN END TO THE AMERICAN PRESENCE IN VIETNAM.",
        "ALL RECORDS ARE BROKEN IN THE AGRICULTURAL OUTPUT IN THE SOVIET UNION.",
        "EXPERTS PREDICT A COLLAPSE OF CAPITALISM VERY SOON.",
        "STUDIES SHOW THAT COMMUNISM IS SPREADING. IN THE NEXT TEN YEARS, 85% OF THE WORLD IS EXPECTED TO BE COMMUNIST.",
        "THE GLORIOUS RED ARMY HAS WON THE GOLD MEDAL IN ICE HOCKEY!",
        "THE CIA IS EXPERIMENTING WITH BIOLOGICAL WARFARE. EXPERIMENTS HAVE BEEN CONDUCTED ON ITS OWN CITIZENS.",
        "THE SUPERIOR SOVIET UNION AND EAST GERMANY DOMINATE THE SUMMER OLYMPICS.",
        "STUDIES SHOW THAT MOST AMERICANS ARE FED UP WITH THE CAPITALIST SYSTEM.",
        "COMMUNIST FORCES IN VIETNAM FORCE THE UNITED STATES TO SIGN A TREATY.",
        "THE UNITED STATES IS PREPARING PLANS FOR GLOBAL WAR.",
        "ISRAEL ATTACKS ARAB COUNTRIES. THE UNITED STATES SUPPLIES THE WEAPONS AND TECHNOLOGY.",
        "THE VICE PRESIDENT OF THE UNITED STATES QUITS AFTER STEALING FROM U.S. CITIZENS.",
        "THE CIA IS SECRETLY DISTRIBUTING POISON CANDY TO SOUTH AMERICAN CHILDREN.",
        "THE UNITED STATES IS SENDING ASSASSINS AND MERCENARIES TO AFRICA.",
        "CORRUPT AMERICAN PRESIDENT NIXON IS THROWN OUT OF OFFICE.",
        "DRUGS AND CRIME RUN RAMPANT IN THE UNITED STATES!",
        "VIETNAM UNITES AS ONE NATION AND THROWS THE AMERICANS OUT!",
        "SOVIET TECHNOLOGY HAS SURPASSED THE UNITED STATES!",
        "THE CIA FLOODS THE SOVIET UNION AND EAST GERMANY WITH SPIES!",
        "STUDIES SHOW THAT SOVIET CITIZENS ARE BETTER OFF THAN THE CORRUPT WEST.",
        "THE VALIANT RED ARMY WINS THE GOLD MEDAL IN ICE HOCKEY!",
        "THE CIA IS SPREADING DISEASES AMONG ITS OWN CITIZENS!",
        "THE COMMUNIST COUNTRIES DOMINATE THE SUMMER OLYMPICS.",
        "AMERICAN OLYMPIC WINNERS WERE HELPED BY CIA DRUG EXPERIMENTS.",
        "CHINA RESTORES ORDER AND RETURNS TO THE PRINCIPLES OF LENIN.",
        "THE SOVIET UNION SIGNS AN AGREEMENT WITH THE UNITED STATES IN ORDER TO PREVENT AMERICAN NUCLEAR WEAPONS FROM SPREADING."
    ]
}
