{
    "review": [
        "THE PRESIDENT IS DEEPLY CONCERNED WITH*RECENT SETBACKS AND IS MONITORING THE*SITUATION.",
        "THE PRESIDENT AWARDS YOU A CITATION FOR*EXCELLENCE IN LEADERSHIP AND MANAGEMENT*OF THE SPACE PROGRAM.",
        "THE PRESIDENT PRAISES YOU HIGHLY FOR A*COMMANDING LEAD IN THE SPACE RACE.",
        "THE PRESIDENT OFFERS HIGH PRAISE FOR YOUR*SOUND JUDGEMENT AND ACCOMPLISHMENTS.",
        "THE PRESIDENT IS PLEASED BY THE SOLID*ACCOMPLISHMENTS THAT HAVE GIVEN THE UNITED*STATES A COMMANDING LEAD IN THE EXPLORATION*OF SPACE.",
        "THE VICE PRESIDENT COMPLIMENTS THE OVERALL*RESULTS THAT HAVE GIVEN THE UNITED STATES A*STRONG LEAD.",
        "THE VICE PRESIDENT IS PLEASED THAT GOALS HAVE*BEEN MET AND SCHEDULES ARE BEING MAINTAINED.",
        "THE VICE PRESIDENT ACKNOWLEDGES THE MINIMAL*RESULTS THUS FAR, AND URGES GREATER ACHIEVEMENTS*TO TAKE THE LEAD.",
        "THE VICE PRESIDENT REQUESTS THAT CLEAR GOALS*BE ESTABLISHED AND MET.     ",
        "THE VICE PRESIDENT WANTS RESULTS AND STATES*THAT PRIORITIES HAD BETTER BE ESTABLISHED.",
        "THE VICE PRESIDENT STRONGLY URGES STRICTER*MEASURES AND WILL CLOSELY MONITOR THE SITUATION.",
        "THE PRESIDENT QUESTIONS SOME GUIDELINES, AND*STRONGLY URGES A CHANGEOVER IN PRIORITIES.",
        "THE PRESIDENT IS NOT PLEASED WITH FAILURES, AND*WARNS THAT CHANGES MUST BE MADE SOON.",
        "THE PRESIDENT IS CONCERNED WITH THE FAILURE TO*MEET GOALS AND IS GOING TO EVALUATE YOUR STRATEGY.",
        "THE PRESIDENT QUESTIONS SOME OF YOUR DECISIONS*AND WONDERS IF THE UNITED STATES CAN REGAIN*THE LEAD.",
        "THE PRESIDENT IS UPSET WITH GROSS ERRORS IN*JUDGEMENT AND WARNS THAT RESULTS HAD BETTER*COME QUICKLY.",
        "THE PRESIDENT IS VERY DISAPPOINTED WITH YOUR*LACK OF PROGRESS IN ALL AREAS OF THE SPACE*PROGRAM. YOU'RE FIRED.",
        "THE PRESIDENT IS VERY DISAPPOINTED WITH YOUR*DISREGARD FOR SAFETY AND WILL TENDER YOUR*RESIGNATION. YOU'RE FIRED.",
        "THE GENERAL SECRETARY IS VERY IRRITATED BY THESE*SETBACKS AND IS GOING TO CLOSELY WATCH YOUR*PROGRESS.",
        "THE GENERAL SECRETARY AWARDS YOU THE CITIZEN'S*MEDAL FIRST CLASS OF THE SUPREME SOVIET FOR HEROIC*BRAVERY AND LEADERSHIP IN THE DOMINATION OF SPACE.",
        "THE GENERAL SECRETARY AWARDS YOU A SEASIDE DACHA*FOR YOUR SUPERB LEADERSHIP.",
        "THE GENERAL SECRETARY SPEAKS HIGHLY OF YOU AND*THE GLORIOUS ACCOMPLISHMENTS OF THE SUPERIOR*SOVIET SPACE PROGRAM AT THE GENERAL ASSEMBLY.",
        "THE GENERAL SECRETARY IS PLEASED THAT THE SOVIET*UNION HAS A COMMANDING LEAD IN THE CONQUEST OF*SPACE.",
        "THE POLITBURO IS PLEASED THAT THE SOVIET UNION*HAS A STRONG LEAD IN SPACE EXPLORATION.",
        "THE POLITBURO IS SATISFIED THAT GOALS HAVE BEEN*MET AND SCHEDULES ARE BEING MAINTAINED.",
        "THE POLITBURO WOULD LIKE TO SEE GREATER RESULTS*IN ORDER TO HAVE A COMMANDING LEAD IN THE*SPACE RACE.",
        "THE POLITBURO HAS HIGH EXPECTATIONS AND REQUIRES*THAT THEY BE ACHIEVED.",
        "THE POLITBURO IS A LITTLE IMPATIENT AND EXPECTS*GREATER ACHIEVEMENTS AND GLORY IN THE CONQUEST*OF SPACE.",
        "THE POLITBURO IS RESTLESS AND DEMANDS GREAT*ACHIEVEMENTS IN THE CONQUEST OF SPACE.",
        "THE POLITBURO DEMANDS THAT STRICTER MEASURES BE*TAKEN. THEY ARE CLOSELY MONITORING YOUR*PERFORMANCE.",
        "THE GENERAL SECRETARY QUESTIONS SOME OF YOUR*GUIDELINES AND DEMANDS RESULTS, QUICKLY.",
        "THE GENERAL SECRETARY IS GROWING IMPATIENT WITH*YOUR MANAGEMENT OF THE SPACE PROGRAM.",
        "THE GENERAL SECRETARY HAS ORDERED THE KGB TO*INVESTIGATE YOUR BACKGROUND. HE IS VERY TIRED*WITH THE LACK OF PROGRESS IN THE SPACE PROGRAM.  ",
        "THE GENERAL SECRETARY IS VERY ANGRY WITH FAILURES*OF THE SPACE PROGRAM. HE QUESTIONS YOUR LOYALTY.",
        "THE GENERAL SECRETARY IS DISGUSTED WITH YOUR*DISHONESTY AND INCOMPETENCE. YOU'VE LOST ALL YOUR*TITLES AND POSSESSIONS. AFTER YOUR ARREST BY THE*KGB, YOU'RE SENT TO SIBERIA FOR 'RE-EDUCATION'.",
        "THE GENERAL SECRETARY IS DISGUSTED WITH YOUR*DISHONESTY AND INCOMPETENCE. YOU'VE LOST ALL YOUR*TITLES AND POSSESSIONS. AFTER YOUR ARREST BY THE*KGB, YOU'RE SENT TO SIBERIA FOR 'RE-EDUCATION'."
    ]
}
